[
    {
        "title": "Lesson 第1課",
        "content": "1 : Noun1 + は + Noun2 + です။\nမြန်မာလို は ကို 'က' လို့ ဘာသာပြန်လို့ရပြီး です ကို 'ဖြစ်ပါသည်' လို့ ဘာသာပြန်လို့ရပါတယ်။\nဥပမာ: わたし は マイク・ミラー です。\n→ ကျွန်တော် 'က' မိုက်ကယ် မီလာ 'ဖြစ်ပါသည်'။\n\n2 : じゃありません → 'မဟုတ်ပါဘူး'။\nဥပမာ: わたし は がくせい じゃありません。\n→ ကျွန်တော်က ကျောင်းသား 'မဟုတ်ပါဘူး'။\n\n3 : ですか → 'လား' / 'လဲ'။\nမေးခွန်းမေးဖို့အတွက် အသုံးပြုသည်။\nဥပမာ: あなた は だれ ですか？\n→ မင်းက ဘယ်သူလဲ?\n\n4 : の → 'ရဲ့'။\nの သုံးရင် အရှေ့က noun က ပိုင်ဆိုင်မှု၊ ဆက်စပ်မှုဖြစ်တယ်။\nဥပမာ: わたし は ふじだいがく の がくせい です。\n→ ကျွန်တော်က ဖူဂျီတက္ကသိုလ် 'ရဲ့' ကျောင်းသား ဖြစ်ပါသည်။\n\n5 : も → 'လည်း'။\nNoun လည်းပဲ ဆိုတာကိုဖော်ပြတဲ့အခါသုံးတယ်။\nဥပမာ: わたし 'လည်း' ကျောင်းသား ဖြစ်ပါသည်။"
    },
    {
        "title": "Lesson 第2課",
        "content": "1 : これ・それ・あれ + です\nအရာဝတ္ထုများကို ညွှန်ပြရန် အသုံးပြုပါသည်။\n- 'これ' (kore): ဒါ (ပြောသူနားမှာရှိတဲ့အရာ)\n- 'それ' (sore): အဲဒါ (နားထောင်သူနားမှာရှိတဲ့အရာ)\n- 'あれ' (are): ဟိုဟာ (နှစ်ယောက်စလုံးနားမှာမရှိဘဲ ဝေးဝေးမှာရှိတဲ့အရာ)\nဥပမာ: それ は ほん です。\n→ အဲဒါက စာအုပ် ဖြစ်ပါတယ်။\n\n2 : この・その・あの + Noun\nနာမ်ပုဒ်များ၏ အရှေ့တွင် တွဲဖက်သုံးပြီး မည်သည့်အရာဝတ္ထုဖြစ်ကြောင်း ညွှန်ပြရန် အသုံးပြုပါသည်။ 'これ・それ・あれ' တို့နှင့် တူညီသော အဓိပ္ပာယ်ရှိသော်လည်း Noun ၏ရှေ့တွင် အမြဲတွဲရပါသည်။\n- 'この' (kono): ဒီ (ပြောသူနားမှာရှိတဲ့ Noun)\n- 'その' (sono): အဲဒီ (နားထောင်သူနားမှာရှိတဲ့ Noun)\n- 'あの' (ano): ဟို (နှစ်ယောက်စလုံးနားမှာမရှိဘဲ ဝေးဝေးမှာရှိတဲ့ Noun)\nဥပမာ: この ほん は わたし の です。\n→ ဒီစာအုပ်က ကျွန်တော်ရဲ့ ဖြစ်ပါတယ်။\n\n3 : ～の ～ (Possession/Belonging)\nနာမ်ပုဒ်နှစ်ခု ဆက်ပြီး ပိုင်ဆိုင်မှု သို့မဟုတ် မည်သူ့ပစ္စည်းဖြစ်ကြောင်း ဖော်ပြရန် အသုံးပြုပါသည်။ 'の' (no) ကို မြန်မာလို 'ရဲ့' လို့ ဘာသာပြန်နိုင်ပါတယ်။\nဥပမာ: わたし の なまえ は たなか です。\n→ ကျွန်တော်ရဲ့ နာမည်က တနကာ ဖြစ်ပါတယ်။\n\n4 : そうです・そうじゃありません\nမေးခွန်းတစ်ခုကို အတိုချုပ် အတည်ပြုရန် သို့မဟုတ် ငြင်းဆိုရန် အသုံးပြုပါသည်။\n- 'そうです' (sou desu): ဟုတ်ပါတယ်။ / မှန်ပါတယ်။\n- 'そうじゃありません' (sou ja arimasen): မဟုတ်ပါဘူး။ / မမှန်ပါဘူး။\nဥပမာ: それ は じしょ ですか？\n→ はい、そうです。\n→ အဲဒါက အဘိဓာန်လား?\n→ ဟုတ်ပါတယ်။\n\n5 : Noun1 ですか、Noun2 ですか？\nရွေးချယ်စရာ နှစ်ခု သို့မဟုတ် နှစ်ခုထက်ပိုသော အရာများအနက်မှ တစ်ခုကို မေးရန် အသုံးပြုပါသည်။\nဥပမာ: それ は じしょ ですか、それとも テープ ですか？\n→ အဲဒါက အဘိဓာန်လား၊ ဒါမှမဟုတ် တိပ်ခွေလား?"
    },
    {
        "title": "Lesson 第3課",
        "content": "1 : ここ / そこ / あそこ + です。\nအရာဝတ္ထု သို့မဟုတ် လူတစ်ဦးရှိသည့် နေရာကို ပြောပြရန် အသုံးပြုပါသည်။\n- 'ここ' (koko): ဒီနေရာ (စကားပြောသူနှင့် နီးသောနေရာ)\n- 'そこ' (soko): အဲဒီနေရာ (နားထောင်သူနှင့် နီးသောနေရာ)\n- 'あそこ' (asoko): ဟိုနေရာ (နှစ်ဦးစလုံးနှင့် ဝေးသောနေရာ)\nဥပမာ: ここは じむしょ です。\n→ ဒီနေရာ က ရုံးခန်း ဖြစ်ပါတယ်။\n\n2 : どこ ですか？\nအရာဝတ္ထု သို့မဟုတ် လူတစ်ဦး 'ဘယ်မှာလဲ' ဟု မေးရန် အသုံးပြုပါသည်။ 'どこ' (doko) ကို မြန်မာလို 'ဘယ်မှာလဲ' ဟု ဘာသာပြန်နိုင်ပါသည်။\nဥပမာ: じどうはんばiki は どこ ですか？\n→ အလိုအလျောက်ရောင်းစက် က ဘယ်မှာလဲ?\n\n3 : こちら / そちら / あちら + です。\nနေရာများ သို့မဟုတ် ဦးတည်ရာများကို ပိုမိုယဉ်ကျေးစွာ ညွှန်ပြရန် အသုံးပြုပါသည်။ 'ここ / そこ / あそこ' တို့၏ ပိုမိုယဉ်ကျေးသော ပုံစံများ ဖြစ်ပါသည်။\n- 'こちら' (kochira): ဒီဘက် / ဒီနေရာ\n- 'そちら' (sochira): အဲဒီဘက် / အဲဒီနေရာ\n- 'あちら' (achira): ဟိုဘက် / ဟိုနေရာ\nဥပမာ: エレベーターは こちら です。\n→ ဓာတ်လှေကား က ဒီဘက် ဖြစ်ပါသည်။\n\n4 : どちら ですか？\nနေရာတစ်ခု 'ဘယ်ဘက်မှာလဲ' သို့မဟုတ် ပိုမိုယဉ်ကျေးစွာ 'ဘယ်မှာလဲ' ဟု မေးရန် အသုံးပြုပါသည်။ 'どこ' (doko) ၏ ပိုမိုယဉ်ကျေးသော ပုံစံ ဖြစ်ပါသည်။ လူတစ်ဦး၏ နိုင်ငံ သို့မဟုတ် ရွေးချယ်စရာများအနက်မှ တစ်ခုကိုမေးရန်လည်း အသုံးပြုပါသည်။\nဥပမာ: おくに は どちら ですか？\n→ နိုင်ငံ က ဘယ်နိုင်ငံလဲ? (သင် ဘယ်နိုင်ငံကလဲ?)\n\n5 : Noun1 (Origin/Belonging) の Noun2\nNoun2 သည် Noun1 မှ ထုတ်လုပ်ကြောင်း သို့မဟုတ် Noun1 နှင့် ဆက်စပ်မှုရှိကြောင်း (ဥပမာ- ကုမ္ပဏီ သို့မဟုတ် နိုင်ငံ) ဖော်ပြရန် အသုံးပြုပါသည်။ Lesson 1 ၏ 'の' (no) အသုံးပြုမှုပုံစံကို နေရာများနှင့် အရာဝတ္ထုများအတွက် ပိုမိုချဲ့ထွင်ခြင်း ဖြစ်ပါသည်။\nဥပမာ: これは にほん の くるま です。\n→ ဒါက ဂျပန် နိုင်ငံ ရဲ့ ကား ဖြစ်ပါသည်။\n\n6 : Price + 円 (えん) です。 / いくら ですか？\nပစ္စည်းတစ်ခု၏ စျေးနှုန်းကို မေးရန် 'いくら ですか？' ကို အသုံးပြုပြီး၊ စျေးနှုန်းကို ဖြေဆိုရန် ကိန်းဂဏန်းနောက်တွင် '円' (en - ယန်း) ကို ထည့်သွင်း အသုံးပြုပါသည်။\nဥပမာ: この ネクタイ は 1,500円 です。\n→ ဒီ နက်ခ်တိုင် က ၁၅၀၀ ယန်း ဖြစ်ပါသည်။"
    },
    {
        "title": "Lesson 第4課",
        "content": "1 : なんじ ですか？ / Noun (Time) です。\nအချိန် (နာရီ၊ မိနစ်) ကို မေးရန်နှင့် ဖြေဆိုရန် အသုံးပြုပါသည်။ 'なんじ' (nanji) က 'ဘယ်နှစ်နာရီ' လို့ အဓိပ္ပာယ်ရပါတယ်။\nဥပမာ: いま なんじ ですか？\n→ အခု ဘယ်နှစ်နာရီလဲ?\n→ 4時5分 (よじごふん) です。\n→ ၄ နာရီ ၅ မိနစ် ဖြစ်ပါတယ်။\n\n2 : なん曜日 (なんようび) ですか？ / Noun (Day of Week) です。\nရက်သတ္တပတ်ရဲ့ ဘယ်နေ့လဲလို့ မေးရန်နှင့် ဖြေဆိုရန် အသုံးပြုပါသည်။ 'なん曜日' က 'ဘယ်နေ့' လို့ အဓိပ္ပာယ်ရပါတယ်။\nဥပမာ: きょう なん曜日 ですか？\n→ ဒီနေ့ ဘယ်နေ့လဲ?\n→ すいようび です。\n→ ဗုဒ္ဓဟူးနေ့ ဖြစ်ပါတယ်။\n\n3 : Noun (Time) から Noun (Time) まで です。\nအချိန်တစ်ခုမှ နောက်တစ်ခုအထိ ကြာမြင့်ချိန်ကို ဖော်ပြရန် အသုံးပြုပါသည်။ 'から' (kara) က 'မှ' (from) ၊ 'まで' (made) က 'အထိ' (until/to) ဟု အဓိပ္ပာယ်ရပါသည်။\nဥပမာ: ひるやすみ は 12時 (じゅうにじ) から 1時 (いちじ) まで です。\n→ နေ့လည်စာ စားချိန် က ၁၂ နာရီ ကနေ ၁ နာရီ အထိ ဖြစ်ပါတယ်။\n\n4 : Time + に + Verb\nလုပ်ငန်းတစ်ခုကို ဘယ်အချိန်မှာ လုပ်တယ်ဆိုတာ ဖော်ပြရန် အသုံးပြုပါတယ်။ 'に' (ni) Particle ကို မြန်မာလို 'မှာ' သို့မဟုတ် '၌' လို့ ဘာသာပြန်နိုင်ပြီး လုပ်ငန်းလုပ်ဆောင်တဲ့ တိကျတဲ့အချိန်ကို ညွှန်ပြပါတယ်။\nဥပမာ: わたし は 6時 (ろくじ) に おきます。\n→ ကျွန်တော် က ၆ နာရီ မှာ အိပ်ရာထပါတယ်။\n\n5 : Verb -ます / -ません / -ました / -ませんでした (Polite Verb Forms)\nယဉ်ကျေးသော ကြိယာပုံစံများဖြစ်ပြီး လုပ်ငန်း၏ အချိန် (ပစ္စုပ္ပန်/အတိတ်) နှင့် အတည်ပြုခြင်း (Positive/Negative) ကို ဖော်ပြရန် အသုံးပြုပါသည်။\n- '-ます' (masu): ပစ္စုပ္ပန်/အနာဂတ် အပြုသဘော\n- '-ません' (masen): ပစ္စုပ္ပန်/အနာဂတ် အငြင်းသဘော\n- '-ました' (mashita): အတိတ် အပြုသဘော\n- '-ませんでした' (masen deshita): အတိတ် အငြင်းသဘော\nဥပမာ: きのう べんきょう しました。\n→ မနေ့က စာကျက်ခဲ့ပါတယ်။\n\n6 : Time Adverbs (まいにち, きのう, あした, etc.)\nအချိန်ကို ဖော်ပြသော နာမဝိသေသနများ ဖြစ်ပြီး 'に' (ni) Particle မပါဝင်ဘဲ ကြိယာ၏ရှေ့တွင် တိုက်ရိုက်အသုံးပြုပါသည်။\n- 'まいにち' (mainichi): နေ့တိုင်း\n- 'きのう' (kinou): မနေ့က\n- 'おととい' (ototoi): တစ်နေ့က (မနေ့တနေ့က)\n- 'あした' (ashita): မနက်ဖြန်\n- 'あさって' (asatte): သဘက်ခါ\nဥပမာ: わたし は まいにち べんきょうします。\n→ ကျွန်တော် က နေ့တိုင်း စာကျက်ပါတယ်။"
    },
    {
        "title": "Lesson 第5課",
        "content": "1 : [Place] へ いきます／きます／かえります\nဦးတည်ရာတစ်ခုသို့ သွားသည်၊ လာသည် သို့မဟုတ် ပြန်သွားသည်ကိုဖော်ပြရာတွင် အသုံးပြုသည်။\n- 'いきます' (ikimasu): သွားသည်\n- 'きます' (kimasu): လာသည်\n- 'かえります' (kaerimasu): ပြန်သွားသည်\n- 'へ' (e): ဘယ်ဘက်ကို မျှော်မှန်း/ဦးတည်နေလဲဆိုတာ ပြသရန်အသုံးပြုသည်။\nဥပမာ: わたし は きょうと へ いきます。\n→ ကျွန်တော်က ကျွိုတိုကို သွားမယ်။\n\n2 : [Transport] で いきます\nသွားလာရာ transportation method ကိုဖော်ပြရန် အသုံးပြုသည်။ 'で' သည် နည်းလမ်း (လမ်းကြောင်း) ကိုပြသသည်။\n- 'で': နည်းလမ်း (ဖြင့်)\nဥပမာ: でんしゃ で がっこう へ いきます。\n→ ကျောင်းကို ရထားနဲ့ သွားတယ်။\n\n3 : [Person] と いきます\nတစ်စုံတစ်ယောက်နှင့်အတူ သွားသည်ကို ဖော်ပြရာတွင် အသုံးပြုသည်။ 'と' သည် အတူတူလုပ်သူကို ညွှန်ပြသည်။\n- 'と': နှင့်အတူ\nဥပမာ: ともだち と きょうと へ いきます。\n→ မိတ်ဆွေနဲ့အတူ ကျွိုတိုကို သွားမယ်။\n\n4 : [Time] に いきます\nတစ်စုံတစ်ရာလုပ်ဆောင်မည့်အချိန်ကို ဖော်ပြရန် အသုံးပြုသည်။ 'に' သည် အချိန် (မှာ / တွင်) ကိုပြသည်။\n- 'に': အချိန်\nဥပမာ: にちようび に うみ へ いきます。\n→ တနင်္ဂနွေနေ့မှာ ပင်လယ်ကို သွားမယ်။"
    },
    {
        "title": "Lesson 第6課",
        "content": "1 : ～を verb ます\nအရာဝတ္ထုတစ်ခုကို လုပ်ဆောင်မှုတစ်ခု ဆောင်ရွက်တဲ့အခါ 'を' ကို သုံးတယ်။\n- အရာ + を + ကြိယာ。\nဥပမာ:\nぱん を たべます。\n→ ပေါင်မုန့်ကို စားပါတယ်။\nおんがく を ききます。\n→ သီချင်းကို နားထောင်ပါတယ်။\n\n2 : ～で ～を verb ました\nတစ်ခုခုကို ဘယ်နေရာမှာလုပ်ခဲ့တယ်ဆိုတာဖော်ပြရာမှာ 'で' ကိုသုံးပြီး 'ました' နဲ့အတူ အတိတ်ကိုပြသည်။\n- နေရာ + で + အရာ + を + ကြိယာました。\nဥပမာ:\nえき で しんぶん を かいました。\n→ ဘူတာမှာ သတင်းစာ ဝယ်ခဲ့ပါတယ်။\nこうえん で しゃしん を とりました。\n→ ပန်းခြံမှာ ဓာတ်ပုံ အားထားခဲ့ပါတယ်။\n\n3 : ～verb ませんか\nအတူတူ တစ်ခုခု လုပ်ဖို့ ဖိတ်ခေါ်တဲ့အခါ သုံးတယ်။\n丁寧な (ယဉ်ကျေးသော) ဖိတ်ခေါ်မှုဖြစ်သည်။\n- verb ませんか。\nဥပမာ:\nいっしょに ひるごはん を たべませんか。\n→ အတူတူ နေ့လယ်စာ မစားဘူးလား။\n\n4 : ～verb ましょう\nသဘောတူ၍ တစ်ခုခုကို တင်ပြတဲ့အခါ သုံးသည်။\nအကြံပြုမှု၊ တက်ကြွမှုပါဝင်တယ်။\n- verb ましょう。\nဥပမာ:\nいきましょう。\n→ သွားကြရအောင်။\nてつだいましょうか。\n→ ကူညီပါရစေ။"
    },
    {
        "title": "Lesson 第7課",
        "content": "1 : ～で noun を verb ます\nလုပ်ဆောင်မှုကို ဘယ်နေရာမှာ၊ ဘယ်ကိရိယာနဲ့ လုပ်တယ်ဆိုတာဖော်ပြရာမှာ 'で' ကို သုံးတယ်။\n- နေရာ/ကိရိယာ + で + အရာ + を + ကြိယာ။\nဥပမာ:\nとしょかん で ほん を よみます。\n→ စာကြည့်တိုက်မှာ စာအုပ် ဖတ်ပါတယ်။\nはさみ で かみ を きります。\n→ ကတ္တရာနဲ့ စက္ကူ ဖြတ်ပါတယ်။\n\n2 : ～は ～に ～を あげます\nသူတစ်ယောက်က တစ်ယောက်ကို အရာတစ်ခု ပေးတယ်ဆိုတဲ့ အတိုင်းအသုံး。\n- ပေးသူ は + recipient に + ပေးမည့်အရာ を + あげます。\nဥပမာ:\nわたし は ともだち に ぷれぜんと を あげます。\n→ ကျွန်တော် သူငယ်ချင်းကို လက်ဆောင် ပေးပါတယ်။\n\n3 : ～は ～に ～を もらいました\nတစ်ယောက်က တစ်ယောက်ဆီက အရာတစ်ခု ရရှိတယ် ဆိုတဲ့အတိုင်း အသုံးပြုတယ်။\n- လက်ခံသူ は + ပေးသူ に + အရာ を + もらいました。\nဥပမာ:\nわたし は せんせい に じしょ を もらいました。\n→ ကျွန်မ ဆရာမဆီက အဘိဓာန် ရခဲ့ပါတယ်။\n\n4 : もう ～ましたか\nလုပ်ငန်းတစ်ခု စပြီးပြီးသွားပြီလားဆိုတာ မေးတဲ့ ပုံစံ။\n- もう + ကြိယာ ましたか。\nဥပမာ:\nもう あさごはん を たべましたか。\n→ မနက်စာ စားပြီးပြီလား။\nはい、たべました。\n→ ဟုတ်ကဲ့၊ စားပြီးပါပြီ။\nいいえ、まだです。\n→ မဟုတ်သေးပါဘူး။"
    },
    {
        "title": "Lesson 第8課",
        "content": "1 : ～は adj です／〜はどうですか\nいadj နဲ့ なadj နှစ်မျိုးလုံးကို အသုံးပြုနိုင်ပြီး အရာဝတ္ထုတစ်ခုရဲ့ အရည်အသွေး သို့မဟုတ် အခြေအနေကို ဖော်ပြရာမှာ သုံးသည်။\n- noun は adj です。\n- noun は adj ですか。\nဥပမာ:\nこの くるま は あたらしい です。\n→ ဒီကားက သစ်လွင်တယ်။\nあの ひと は しんせつ ですか。\n→ ဟိုလူက ကြင်နာလား။\n- ဘယ်လိုအရာလည်းကိုမေးချင်ရင် 'どうすか' နဲ့မေးရတယ်။\n ဥပမာ: \n この　まち　どうですか?\n→ ဒီမြို့ကဘယ်လိုလဲ\n\n2 : なadj です／なadj じゃ（では）ありません\nなadj ကို noun နဲ့ ချိတ်ရန် 'な' သုံးတယ်။ なadj အငြင်းပုံစံအတွက် 'じゃありません' သို့မဟုတ် 'ではありません' သုံးတယ်။\n- noun は なadj です。\n- noun は なadj じゃ（では）ありません。\nဥပမာ:\nこの まち は にぎやか です。\n→ ဒီမြို့က စည်ကားတယ်။\nこの みまち は にぎやか じゃありません。\n→ ဒီမြို့က မစည်ကားဘူး။\n\n3 : いadj です／いadj くない です\n いadj အငြင်းပုံစံအတွက် 'くない です' သုံးတယ်။\nဥပမာ:\nこの たべもの は おいしい です。\n→ ဒီအစားအစာက အရသာရှိတယ်။\nこの たべもの は おいしいくない です。\n→ ဒီအစားအစာက အရသာမရှိဘူး။\n\n4 : ～は ～adj ～です／どんな noun ですか\nအရာဝတ္ထုတစ်ခုအကြောင်း အသေးစိတ်ဖော်ပြတဲ့အခါ တွဲဖက်အသုံးပြုသည်။ မေးချင်တဲ့အခါ 'どんな' ကို သုံးတယ်။\n- noun は adj noun です。\n- どんな noun ですか。\nဥပမာ:\nふじさん は たかい やま です。\n→ ဖူဂျီတောင်က မြင့်တဲ့တောင် ဖြစ်ပါတယ်။\nどんな えいが が すきですか。\n→ မင်းက ဘယ်လိုရုပ်ရှင်မျိုး ကို ကြိုက်လဲ။"
    },
    {
        "title": "Lesson 第9課",
        "content": "1 : ～が すき です\nသဘောကျတဲ့အရာများကို ဖော်ပြရာမှာ သုံးသည်။ 'が' ကို အသုံးပြုပြီး သဘောကျတဲ့အရာကို ညွှန်ပြသည်။\n- noun が すき です。\nဥပမာ: わたし は おんがく が すき です。\n→ ငါ တေးဂီတကို သဘောကျတယ်။\n\n2 : ～が じょうず です／へた です\nတစ်စုံတစ်ခုကို ကောင်းကောင်းလုပ်နိုင်ခြင်း (じょうず) သို့မဟုတ် မလုပ်တတ်ခြင်း (へた) ကို ဖော်ပြရာတွင် သုံးသည်။\n- noun が じょうず です。\n- noun が へた です。\nဥပမာ: あの ひと は うた が じょうず です。\n→ ဟိုလူက သီချင်း သီဆိုတာ ကောင်းတယ်။\nわたし は すいえい が へた です。\n→ ငါက ရေကူးတာ မတော်ဘူး။\n\n3 : ～が わかります\nနားလည်မှု၊ 理解 ရှိမှုကို ဖော်ပြရာမှာ သုံးသည်။\n- noun が わかります。\nဥပမာ:\nにほんご が わかります。\n→ ငါ ဂျပန်စာ နားလည်တယ်။\nすこし えいご が わかります。\n→ ငါ အင်္ဂလိပ်စာ အနည်းငယ် နားလည်တယ်။\n\n4 : ～が あります\nအရာဝတ္ထု ရှိခြင်းကို ဖော်ပြရာမှာ သုံးသည်။ အသက်မရှိသောအရာများတွင် သုံးသည်။\n- noun が あります。\nဥပမာ:\nへや に いす が あります。\n→ အခန်းထဲမှာ ထိုင်ခုံ ရှိတယ်။\nいま じかん が あります。\n→ အခု အချိန် ရှိတယ်။\n\n5 : ～から\nအကြောင်းပြချက်ဖော်ပြရာတွင် သုံးသည်။\n- reason から、result。\nဥပမာ:\nびょうき です から、がっこう を やすみます。\n→ မကျန်းမာလို့ ကျောင်း မတက်ဘူး။\n\n6 : どうして ～ませんか\nဘာကြောင့် မလုပ်တာလဲ ဆိုပြီး မေးခွန်းမေးရာမှာ သုံးသည်။\n- どうして verb ませんか。\nဥပမာ:\nどうして テレビ を みませんか。\n→ ဘာကြောင့် တီဗီ မကြည့်တာလဲ။\nどうして きのう こなかったん ですか。\n→ မနေ့က ဘာကြောင့် မလာတာလဲ။"
    },
    {
        "title": "Lesson 第10課",
        "content": "1 : ～が います\nအသက်ရှိသူများ (လူ၊ တိရစ္ဆာန်) ရှိခြင်းကို ဖော်ပြရာတွင် 'います' ကို သုံးသည်။\n- noun が います。\nဥပမာ:\nへや に おとこのこ が います。\n→ အခန်းထဲမှာ ယောကျ်ားလေး ရှိတယ်။\nいぬ が います。\n→ ခွေး တစ်ကောင် ရှိတယ်။\n\n2 : ～が あります\nအသက်မရှိသောအရာများ (အိမ်၊ စာအုပ်၊ အချိန်စသည်) ရှိခြင်းကို ဖော်ပြရာတွင် 'あります' ကို သုံးသည်။\n- noun が あります。\nဥပမာ:\nつくえ の うえ に ほん が あります。\n→ စာပွဲပေါ်မှာ စာအုပ်ရှိသည်။\nこうえん に さくら が あります。\n→ ပန်းခြံထဲမှာ sakura ပင် ရှိတယ်။\n\n3 : ～に ～が います／あります\nတည်နေရာ + に + ရှိတဲ့အရာ + が います／あります ဆိုသောပုံစံဖြင့် တည်နေရာတွင် အရာဝတ္ထု သို့မဟုတ် သက်ရှိရှိခြင်းကို ဖော်ပြသည်။\n- place に noun が います／あります。\nဥပမာ:\nにわ に ねこ が います。\n→ အိမ်ခြံထဲမှာ ကြောင် ရှိတယ်။\nたな の なか に ざっし が あります。\n→ စင်ထဲမှာ မဂ္ဂဇင်း ရှိတယ်။"
    },
    {
        "title": "Lesson 第11課",
        "content": "1 : Place に Noun が Counting います / あります\n- နေရာ မှာ နာမ်(သက်ရှိ/သက်မဲ့)က အရေအတွက် ရှိသည်\n- います (imasu): သက်ရှိများ (လူ၊ တိရစ္ဆာန်) ရှိကြောင်း ဖော်ပြသည်။\n- あります (arimasu): သက်မဲ့များ (အရာဝတ္ထု) ရှိကြောင်း ဖော်ပြသည်။\nဥပမာ: へやに 人が さんにん います。\n→ အခန်းထဲတွင် လူသုံးယောက်ရှိပါသည်။\nဥပမာ: つくえの うえに ほんが にさつ あります。\n→ စားပွဲပေါ်တွင် စာအုပ်နှစ်အုပ်ရှိပါသည်။\nဥပမာ: こうえんに こどもが ごにん います。\n→ ပန်းခြံထဲတွင် ကလေးငါးယောက်ရှိပါသည်။\nဥပမာ: れいぞうこに くだものが いくつか あります。\n→ ရေခဲသေတ္တာထဲတွင် အသီးအနှံအချို့ရှိပါသည်။"
    },
    {
        "title": "Lesson 第12課",
        "content": "1 : Noun は Noun より Adjective です\n- N သည် N ထက် (နာမဝိသေသန) ဖြစ်သည်\n- အရာနှစ်ခုကို နှိုင်းယှဉ်ရာတွင် အသုံးပြုပါသည်။ ပထမ Noun က ဒုတိယ Noun ထက် သာလွန်ကြောင်း ဖော်ပြသည်။\nဥပမာ: くるまは ばいくより はやいです。\n→ ကားသည် ဆိုင်ကယ်ထက် ပိုမြန်သည်။\nဥပမာ: このほんは あのほんより おもしろいです。\n→ ဒီစာအုပ်က ဟိုစာအုပ်ထက် ပိုစိတ်ဝင်စားဖို့ကောင်းတယ်။\n\n2 :  Noun 〜 で Noun がいちばん Adjective です\n- N မှာ N က အ (နာမဝိသေသန) ဆုံးဖြစ်သည်\n- အရာများစွာထဲမှ တစ်ခုခုက အထူးခြားဆုံး (အကောင်းဆုံး/အဆိုးဆုံး စသည်ဖြင့်) ဖြစ်ကြောင်း ဖော်ပြလိုသည့်အခါ အသုံးပြုသည်။\nဥပမာ: にほんごの なかで ひらがなが いちばん やさしいです。\n→ ဂျပန်စာထဲတွင် ဟိရဂန အလွယ်ဆုံးဖြစ်သည်။\nဥပမာ: クラスでだれがいちばん せが高いですか。\n→ အတန်းထဲမှာ ဘယ်သူက အရပ်အရှည်ဆုံးလဲ။"
    },
    {
        "title": "Lesson 第13課",
        "content": "1: Noun がほしいです。/ Noun がほしくないです。\n- N ကို လိုချင်သည် / N ကို မလိုချင်ဖူး\n- ပိုင်ဆိုင်လိုသော အရာဝတ္ထု သို့မဟုတ် အကြောင်းအရာကို ဖော်ပြရန် အသုံးပြုသည်။\nဥပမာ: わたしは あたらしい くるまが ほしいです。\n→ ကျွန်တော် ကားအသစ်တစ်စီး လိုချင်သည်။\nဥပမာ: お金が ほしくないです。\n→ ပိုက်ဆံ မလိုချင်ပါ။\n\n2: Noun を(が) Vたいです。/ Noun を(が) Vたくないです。\n- N ကို V လုပ်ချင်သည် / N ကို V မလုပ်ချင်ဖူး\n- ပြုလုပ်လိုသော ဆန္ဒကို ဖော်ပြရန် အသုံးပြုသည်။ V သည် Verb ၏ masu-form ကို ဖျောက်ပြီး たい (tai) ကို ထည့်သွင်းရသည်။\nဥပမာ: わたしは にほんへ いきたいです。\n→ ကျွန်တော် ဂျပန်ကို သွားချင်သည်။\nဥပမာ: きょうは なにも たべたくないです。\n→ ဒီနေ့ ဘာမှ မစားချင်ပါ။\n\n3: Vまに / Nounに\n- ရန်၊ ဖို\n- ရည်ရွယ်ချက်ကို ဖော်ပြရန် အသုံးပြုသည်။ V သည် Verb ၏ masu-form ကို ဖျောက်ပြီး に (ni) ကို ထည့်သွင်းရသည်။ Noun နှင့် တွဲဖက်သောအခါ に (ni) ကို သုံးသည်။\nဥပမာ: デパートへ かいものに いきます。\n→ ကုန်တိုက်ကို ပစ္စည်းဝယ်ဖို့ သွားသည်။\nဥပမာ: わたしは ともだちに あいに いきます。\n→ ကျွန်တော် သူငယ်ချင်းကို တွေ့ဖို့ သွားသည်။"
    },
    {
        "title": "Lesson 第14課",
        "content": "1: Vてください。\n- လုပ်ပါ\n- တောင်းဆိုခြင်း သို့မဟုတ် ညွှန်ကြားခြင်းကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) နှင့် တွဲဖက်သုံးသည်။\n- te-form ကို ပြောင်းလဲပုံကို အောက်ပါအတိုင်း မှတ်သားနိုင်သည်:\n    - Group 1 Verbs (う-verbs):\n        - ~u, ~tsu, ~ru → ~tte (ex: かう (kau) → かって (katte) [ဝယ်ပါ])\n        - ~mu, ~bu, ~nu → ~nde (ex: よむ (yomu) → よんで (yonde) [ဖတ်ပါ])\n        - ~ku → ~ite (ex: かく (kaku) → かいて (kaite) [ရေးပါ])\n        - ~gu → ~ide (ex: およぐ (oyogu) → およいで (oyoide) [ရေကူးပါ])\n        - ~su → ~shite (ex: はなす (hanasu) → はなして (hanashite) [ပြောပါ])\n    - Group 2 Verbs (る-verbs): ~ru → ~te (ex: たべる (taberu) → たべて (tabete) [စားပါ])\n    - Group 3 Verbs (Irregular verbs):\n        - きます (kimasu) → きて (kite) [လာပါ]\n        - します (shimasu) → して (shite) [လုပ်ပါ]\nဥပမာ: すみませんが、この かんじの よみかたを おしえてください。\n→ တောင်းပန်ပါတယ်၊ ဒီခန်ဂျီရဲ့ ဖတ်နည်းကို ပြောပြပေးပါ။\nဥပမာ: ここに なまえを かいてください。\n→ ဒီနေရာမှာ နာမည်ရေးပေးပါ။\n2: Vま ましょうか\n- V လုပ်ကြရအောင်လား\n- တစ်စုံတစ်ယောက်အတွက် တစ်ခုခု လုပ်ပေးရန် ကမ်းလှမ်းသောအခါ အသုံးပြုသည်။ Verb ၏ masu-form (ます形 - masu-kei) မှ masu (ます) ကို ဖြုတ်ပြီး ましょうか (mashouka) ကို ထည့်သွင်းရသည်။\nဥပမာ: おてつだいしましょうか。\n→ ကူညီပေးရမလား။\nဥပမာ: ドアを しめましょうか。\n→ တံခါးပိတ်ပေးရမလား။\n3: V ています\n- V လုပ်နေသည်\n- လုပ်ဆောင်နေဆဲဖြစ်သော အပြုအမူကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) နှင့် います (imasu) ကို တွဲဖက်သုံးသည်။\nဥပမာ: いま ごはんを たべています。\n→ အခု ထမင်းစားနေပါတယ်။\nဥပမာ: 田中さんは テレビを みています。\n→ တနကစံက တီဗွီကြည့်နေပါတယ်။"
    },
    {
        "title": "Lesson 第15課",
        "content": "1: Vてもいいです\n- V လုပ်လို့ရတယ်\n- ခွင့်ပြုချက်တောင်းခြင်း သို့မဟုတ် ခွင့်ပြုခြင်းကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) နှင့် တွဲဖက်သုံးသည်။\nဥပမာ: ここで しゃしんを とってもいいですか。\n→ ဒီနေရာမှာ ဓာတ်ပုံရိုက်လို့ရပါသလား။\nဥပမာ: ここで たばこを すってもいいです。\n→ ဒီနေရာမှာ ဆေးလိပ်သောက်လို့ရတယ်။\n\n2: V てはいけません。\n- V လုပ်လို့မရဖူး\n- တားမြစ်ခြင်း သို့မဟုတ် ခွင့်မပြုခြင်းကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) နှင့် တွဲဖက်သုံးသည်။\nဥပမာ: ここで たばこを すってはいけません。\n→ ဒီနေရာမှာ ဆေးလိပ်သောက်လို့မရပါ။\nဥပမာ: ここで さわってはいけません。\n→ ဒီနေရာမှာ မထိရပါဘူး။\n\n3: V ています。\n- V လုပ်နေသည်\n- လုပ်ဆောင်နေဆဲဖြစ်သော အပြုအမူကို ဖော်ပြရန် အသုံးပြုသည်။\nဥပမာ: 私は けっこんしています。\n→ ကျွန်တော် လက်ထပ်ပြီးပါပြီ။\nဥပမာ: ミラーさんは でんわを かけています。\n→ မီလာစံက ဖုန်းပြောနေပါတယ်။\n\n4: Vて、Vてます。\n- ပြီး၊ ပြီး လုပ်သည်\n- အပြုအမူများစွာကို အစဉ်လိုက်ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) များကို ဆက်တိုက်သုံးပြီး နောက်ဆုံး Verb ကို masu-form ဖြင့် ဆုံးသတ်သည်။\nဥပမာ: 毎朝、パンをたべて、コーヒーをのんで、かいしゃへいきます。\n→ နေ့စဉ်မနက်တိုင်း ပေါင်မုန့်စားပြီး ကော်ဖီသောက်ပြီး ကုမ္ပဏီကို သွားသည်။\nဥပမာ: きのう デパートへいって、カメラをかって、えいがをみました。\n→ မနေ့က ကုန်တိုက်ကိုသွားပြီး ကင်မရာဝယ်ပြီး ရုပ်ရှင်ကြည့်ခဲ့သည်။"
    },
    {
        "title": "Lesson 第16課",
        "content": "1: Vてから\n- လုပ်ပြီးနောက်\n- အပြုအမူတစ်ခု ပြီးဆုံးပြီးနောက် နောက်ထပ်အပြုအမူတစ်ခုကို ဆက်လက်လုပ်ဆောင်သည်ကို ဖော်ပြရန် အသုံးပြုသည်။ V သည် Verb ၏ te-form (て形 - te-kei) နှင့် တွဲဖက်သုံးသည်။\nဥပမာ: ごはんを たべてから、テレビを みます。\n→ ထမင်းစားပြီးမှ တီဗွီကြည့်မည်။\nဥပမာ: しゅくだいを してから、あそびます。\n→ အိမ်စာလုပ်ပြီးမှ ကစားမည်။\n\n2: Noun は N が Adjective です。\n- N သည် N က Adjective ဖြစ်သည်\n- ပထမ Noun ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သော ဒုတိယ Noun ၏ ဝိသေသလက္ခဏာကို ဖော်ပြရန် အသုံးပြုသည်။\nဥပမာ: わたしは めが おおきいです。\n→ ကျွန်တော်က မျက်လုံးကြီးသည်။\nဥပမာ: この ビルは たかいが ひろいです。\n→ ဒီအဆောက်အဦးက မြင့်သော်လည်း ကျယ်ဝန်းသည်။\n\n3: おいしくて、やすいです / しずかなで、きれいです / 28さいでどくしんです\n- အရသာရှိပြီး ဈေးချိုသည် / တိတ်ဆိတ်ပြီး သန့်ရှင်းသည် / ၂၈ နှစ်ဖြစ်ပြီး လူလွတ်ဖြစ်သည်\n- ဝိသေသန (Adjective) များနှင့် Noun များကို ဆက်စပ်၍ ဖော်ပြရာတွင် အသုံးပြုသည်။\n- い-Adjective အတွက် te-form: い ကို く て (kute) ဖြင့် အစားထိုးသည်။ (ex: おいしい → おいしくて)\n- な-Adjective နှင့် Noun အတွက် te-form: な/だ ကို で (de) ဖြင့် အစားထိုးသည်။ (ex: しずか(な) → しずかで, 28さい → 28さいで)\nဥပမာ: この りょうりは おいしくて、やすいです。\n→ ဒီဟင်းက အရသာရှိပြီး ဈေးလည်းချိုသည်။\nဥပမာ: あの まちは しずかで、きれいです。\n→ ဟိုမြို့က တိတ်ဆိတ်ပြီး သန့်ရှင်းသည်။\nဥပမာ: わたしは 28さいで どくしんです。\n→ ကျွန်တော်က ၂၈ နှစ်ဖြစ်ပြီး လူလွတ်ဖြစ်သည်။"
    },
    {
        "title": "Lesson 第17課",
        "content": "1: Vないでください。\n- V မလုပ်ပါနဲ့\n- တစ်စုံတစ်ခုကို မလုပ်ရန် တောင်းဆိုခြင်း သို့မဟုတ် တားမြစ်ခြင်းကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ nai-form (ない形 - nai-kei) နှင့် တွဲဖက်သုံးသည်။\n\n- nai-form ကို ပြောင်းလဲပုံကို အောက်ပါအတိုင်း မှတ်သားနိုင်သည်:\n    - Group 1 Verbs (う-verbs):\n        - う (u) ကို わない (wanai) ဖြင့် အစားထိုးသည်။ (ex: かう (kau) → かわい (kawanai) [မဝယ်ဘူး])\n        - その他 (other) → အဆုံးသတ်သရကို あ (a) ဖြင့် ပြောင်းပြီး ない (nai) ထည့်သည်။ (ex: よむ (yomu) → よまない (yomanai) [မဖတ်ဘူး])\n    - Group 2 Verbs (る-verbs): る (ru) ကို ない (nai) ဖြင့် အစားထိုးသည်။ (ex: たべる (taberu) → たべない (tabenai) [မစားဘူး])\n    - Group 3 Verbs (Irregular verbs):\n        - きます (kimasu) → こない (konai) [မလာဘူး]\n        - します (shimasu) → しない (shinai) [မလုပ်ဘူး]\n\nဥပမာ: ここで しゃしんを とらないでください。\n→ ဒီနေရာမှာ ဓာတ်ပုံမရိုက်ပါနဲ့။\nဥပမာ: ここで さわらないでください。\n→ ဒီနေရာမှာ မထိပါနဲ့။\n\n2: V ないければなりません。\n- V မလုပ်လို့မရဖူး (V လုပ်ရမည်)\n- တစ်စုံတစ်ခုကို လုပ်ဆောင်ရန် လိုအပ်ကြောင်း သို့မဟုတ် မဖြစ်မနေ လုပ်ဆောင်ရမည်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ nai-form (ない形 - nai-kei) မှ ない (nai) ကို なければなりません (nakerebanarimasen) ဖြင့် အစားထိုးသည်။\nဥပမာ: 毎日 日本語を べんきょうしなければなりません。\n→ နေ့တိုင်း ဂျပန်စာလေ့လာရမည်။\nဥပမာ: あした 早く おきなければなりません。\n→ မနက်ဖြန် စောစောထရမည်။\n\n3: V なくてもいいです。\n- V မလုပ်လဲရတယ်\n- တစ်စုံတစ်ခုကို လုပ်ဆောင်ရန် မလိုအပ်ကြောင်း သို့မဟုတ် မလုပ်ဆောင်လည်း ရကြောင်း ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ nai-form (ない形 - nai-kei) မှ ない (nai) ကို なくてもいいです (nakutemo iidesu) ဖြင့် အစားထိုးသည်။\nဥပမာ: あした こなくてもいいです。\n→ မနက်ဖြန် မလာလည်းရတယ်။\nဥပမာ: ここで くつを ぬがなくてもいいです。\n→ ဒီနေရာမှာ ဖိနပ်ချွတ်စရာမလိုဘူး။"
    },
    {
        "title": "Lesson 第18課",
        "content": "1: Vじしょけい + ことができます。\n- V လုပ်နိူင်သည်\n- လုပ်ဆောင်နိုင်စွမ်းကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ dictionary form (じしょけい - jishokei) နှင့် ことができます (koto ga dekimasu) ကို တွဲဖက်သုံးသည်။\n\n- Dictionary form ကို ပြောင်းလဲပုံကို အောက်ပါအတိုင်း မှတ်သားနိုင်သည်:\n    - Group 1 Verbs (う-verbs): အဆုံးသတ်သရကို う (u) ဖြင့် ပြောင်းလဲသည်။ (ex: かいます (kaimasu) → かう (kau) [ဝယ်သည်])\n    - Group 2 Verbs (る-verbs): ます (masu) ကို る (ru) ဖြင့် ပြောင်းလဲသည်။ (ex: たべます (tabemasu) → たべる (taberu) [စားသည်])\n    - Group 3 Verbs (Irregular verbs):\n        - きます (kimasu) → くる (kuru) [လာသည်]\n        - します (shimasu) → する (suru) [လုပ်သည်]\n\nဥပမာ: 私は 日本語を はなすことが できます。\n→ ကျွန်တော် ဂျပန်စကားပြောနိုင်ပါသည်။\nဥပမာ: かのじょは ピアノを ひくことが できます。\n→ သူမက စန္ဒယားတီးနိုင်ပါသည်။\n\n2: Noun ができます。\n- N ကိုလုပ်နိုင်သည်\n- အထူးသဖြင့် စွမ်းရည် သို့မဟုတ် ကျွမ်းကျင်မှုကို ဖော်ပြရန် အသုံးပြုသည်။\nဥပမာ: 私は えいごが できます。\n→ ကျွန်တော် အင်္ဂလိပ်စာ တတ်သည်။\nဥပမာ: 彼は テニスが できます。\n→ သူက တင်းနစ် ကစားတတ်သည်။\n\n3: Vじしょけい/Noun の + まえに\n- မတိုင်ခင်\n- တစ်ခုခု မလုပ်မီ သို့မဟုတ် တစ်စုံတစ်ခု မဖြစ်မီ အချိန်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ dictionary form (じしょけい - jishokei) သို့မဟုတ် Noun နှင့် の (no) ကို တွဲဖက်၍ まえに (mae ni) ကို သုံးသည်။\nဥပမာ: ねる まえに、ほんを よみます。\n→ မအိပ်ခင် စာအုပ်ဖတ်သည်။\nဥပမာ: しょくじの まえに、てを あらいます。\n→ အစာမစားခင် လက်ဆေးသည်။\n\n4: しゅみは Noun です。/ しゅみはVじしょけい +ことです。\n- ဝါသနာသည် N/V Dic & ဖြစ်သည်\n- မိမိ၏ ဝါသနာကို ဖော်ပြရန် အသုံးပြုသည်။ Noun သို့မဟုတ် Verb ၏ dictionary form (じしょけい - jishokei) နှင့် ことです (koto desu) ကို တွဲဖက်သုံးသည်။\nဥပမာ: わたしの しゅみは えいがを みることです。\n→ ကျွန်တော့်ဝါသနာက ရုပ်ရှင်ကြည့်ခြင်းဖြစ်သည်။\nဥပမာ: わたしの しゅみは りょうりです。\n→ ကျွန်တော့်ဝါသနာက ဟင်းချက်ခြင်းဖြစ်သည်။"
    },
    {
        "title": "Lesson 第19課",
        "content": "1: Vたことがあります/ありません\n- V လုပ်ဖူးသည်၊ V မလုပ်ဖူးဘူး\n- အတိတ်က အတွေ့အကြုံများကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ ta-form (た形 - ta-kei) နှင့် ことがあります (koto ga arimasu) (လုပ်ဖူးသည်) သို့မဟုတ် ありません (arimasen) (မလုပ်ဖူးဘူး) ကို တွဲဖက်သုံးသည်။\n- ta-form ကို ပြောင်းလဲပုံသည် te-form နှင့် ဆင်တူသော်လည်း te နေရာတွင် ta ဖြင့် အစားထိုးသည်။ (ex: かいます (kaimasu) → かった (katta) [ဝယ်ခဲ့သည်]၊ たべます (tabemasu) → たべた (tabeta) [စားခဲ့သည်])\nဥပမာ: 私は おきなわへ いったことが あります。\n→ ကျွန်တော် အိုကီနာဝါကို သွားဖူးသည်။\nဥပမာ: すしを たべたことが ありません。\n→ ဆူရှီစားဖူးခြင်း မရှိပါ။\n\n2: Vたり、Vたりします\n- V လုပ်လိုက် V လုပ်လိုက် လုပ်သည်\n- လုပ်ဆောင်ချက်များစွာထဲမှ အချို့ကို ဥပမာပေး ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ ta-form (た形 - ta-kei) နှင့် したり (shitari) ကို တွဲဖက်သုံးပြီး နောက်ဆုံးတွင် します (shimasu) ဖြင့် အဆုံးသတ်သည်။\nဥပမာ: 日曜日には えいがを みたり、ともだちと しょくじを したりします。\n→ တနင်္ဂနွေနေ့မှာ ရုပ်ရှင်ကြည့်လိုက်၊ သူငယ်ချင်းနဲ့ ထမင်းစားလိုက် လုပ်သည်။\nဥပမာ: 休みの日には テニスを したり、本を よんだりします。\n→ အားလပ်ရက်မှာ တင်းနစ်ရိုက်လိုက်၊ စာအုပ်ဖတ်လိုက် လုပ်သည်။\n\n3: Adjective + くなります / Noun + になります\n- ဖြစ်လာသည်\n- အခြေအနေ သို့မဟုတ် အဖြစ်အပျက် ပြောင်းလဲသွားသည်ကို ဖော်ပြရန် အသုံးပြုသည်။\n- い-Adjective: い ကို く なります (kunarimasu) ဖြင့် အစားထိုးသည်။ (ex: あつい (atsui) → あつくなります (atsukunarimasu) [ပူလာသည်])\n- な-Adjective / Noun: に なります (ni narimasu) ဖြင့် တွဲဖက်သုံးသည်။ (ex: げんき(な) (genki na) → げんきになります (genki ni narimasu) [ကျန်းမာလာသည်]၊ いしゃ (isha) → いしゃになります (isha ni narimasu) [ဆရာဝန်ဖြစ်လာသည်])\nဥပမာ: さむく なりました。\n→ အေးလာခဲ့ပြီ။\nဥပမာ: 私は にほんごが じょうずに なりました。\n→ ကျွန်တော် ဂျပန်စာ ကျွမ်းကျင်လာခဲ့ပြီ။\nဥပမာ: らいねん 20さいに なります。\n→ နောက်နှစ်မှာ အသက် ၂၀ ဖြစ်လာမည်။"
    },
    {
        "title": "Lesson 第20課",
        "content": "1: V + じしょけいと\n- လျှင်\n- အခြေအနေတစ်ခု ဖြစ်ပေါ်လာသောအခါ ဖြစ်ပေါ်လာမည့် ရလဒ် သို့မဟုတ် လုပ်ဆောင်ချက်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ dictionary form (じしょけい - jishokei) နှင့် と (to) ကို တွဲဖက်သုံးသည်။ ဤ 'と' သည် သဘာဝအတိုင်း ဖြစ်ပေါ်လာသော အကျိုးဆက် သို့မဟုတ် စက်မှုလုပ်ငန်းသုံး လမ်းညွှန်များတွင် အဖြစ်များသည်။\n- ဤ 'と' သည် အင်္ဂလိပ်ဘာသာ၏ 'if' သို့မဟုတ် 'when' နှင့် ဆင်တူသော်လည်း၊ ၎င်းသည် အမြဲတမ်း ဖြစ်ပျက်တတ်သော သို့မဟုတ် သဘာဝကျသော အကျိုးဆက်များကို ဖော်ပြရာတွင် ပိုမိုအသုံးပြုသည်။ ဥပမာအားဖြင့်၊ ခလုတ်တစ်ခုကို နှိပ်လိုက်သောအခါ မီးပွင့်ခြင်းကဲ့သို့သော မပြောင်းလဲနိုင်သော အခြေအနေများ သို့မဟုတ် လမ်းညွှန်များတွင် အသုံးပြုသည်။\nဥပမာ: この ボタンを おすと、でんきが つきます。\n→ ဒီခလုတ်ကို နှိပ်ရင် မီးပွင့်မယ်။\nဥပမာ: まっすぐ いくと、えきが あります。\n→ တည့်တည့်သွားရင် ဘူတာရုံရှိတယ်။"
    },
    {
        "title": "Lesson 第21課",
        "content": "1: Verb/Adjective/Noun ふつうけい (Plain form)\n- (Plain form)\n- ဂျပန်ဘာသာစကားတွင် ပုံမှန်စကားပြောဆိုမှုများ၊ သူငယ်ချင်းများ၊ မိသားစုဝင်များအကြား ပြောဆိုရာတွင် အသုံးပြုသော ပုံစံဖြစ်သည်။ masu-form (丁寧形 - teinei-kei) ထက် ပိုမိုပေါ့ပါးသော အသုံးအနှုန်းဖြစ်သည်။\n- Plain form ကို ပြောင်းလဲပုံကို အောက်ပါအတိုင်း မှတ်သားနိုင်သည်:\n    - Verb: dictionary form, nai-form, ta-form, nakatta-form စသည်တို့ကို အသုံးပြုသည်။\n        - Positive Present: たべる (taberu) [စားသည်]\n        - Negative Present: たべない (tabenai) [မစားဘူး]\n        - Positive Past: たべた (tabeta) [စားခဲ့သည်]\n        - Negative Past: たべなかった (tabenakatta) [မစားခဲ့ဘူး]\n    - い-Adjective: い ကို မပြောင်းလဲဘဲ သို့မဟုတ် かった (katta) ဖြင့် အစားထိုးသည်။\n        - Positive Present: おいしい (oishii) [အရသာရှိသည်]\n        - Negative Present: おいしくない (oishikunai) [အရသာမရှိဘူး]\n        - Positive Past: おいしかった (oishikatta) [အရသာရှိခဲ့သည်]\n        - Negative Past: おいしくなかった (oishikunakatta) [အရသာမရှိခဲ့ဘူး]\n    - な-Adjective / Noun: だ (da), じゃない (janai), だった (datta), じゃなかった (janakatta) စသည်ဖြင့် အစားထိုးသည်။\n        - Positive Present: げんきだ (genki da) [ကျန်းမာသည်] / がくせいだ (gakusei da) [ကျောင်းသားဖြစ်သည်]\n        - Negative Present: げんきじゃない (genki janai) [မကျန်းမာဘူး] / がくせいじゃない (gakusei janai) [ကျောင်းသားမဟုတ်ဘူး]\n        - Positive Past: げんきだった (genki datta) [ကျန်းမာခဲ့သည်] / がくせいだった (gakusei datta) [ကျောင်းသားဖြစ်ခဲ့သည်]\n        - Negative Past: げんきじゃなかった (genki janakatta) [မကျန်းမာခဲ့ဘူး] / がくせいじゃなかった (gakusei janakatta) [ကျောင်းသားမဟုတ်ခဲ့ဘူး]\n\n2: ふつうけいと おもいます。\n- လို့ထင်သည်\n- မိမိ၏ ထင်မြင်ယူဆချက် သို့မဟုတ် အမြင်ကို ဖော်ပြရန် အသုံးပြုသည်။ Plain form (ふつうけい - futsūkei) နှင့် おもいます (omoimasu) ကို တွဲဖက်သုံးသည်။\nဥပမာ: あした あめだと おもいます。\n→ မနက်ဖြန် မိုးရွာမယ်လို့ ထင်ပါတယ်။\nဥပမာ: あの レストランは おいしいと おもいます。\n→ ဟိုဆိုင်က အရသာရှိမယ်လို့ ထင်ပါတယ်။\n\n3: ふつうけいと いいました。\n- လို့ ပြောခဲ့သည်\n- တစ်စုံတစ်ယောက် ပြောခဲ့သည့် စကားကို ပြန်လည်ပြောပြရန် အသုံးပြုသည်။ Plain form (ふつうけい - futsūkei) နှင့် いいました (iimashita) ကို တွဲဖက်သုံးသည်။\nဥပမာ: 先生は 「しゅくだいは あしたまでだ」と いいました。\n→ ဆရာက \"အိမ်စာက မနက်ဖြန်အထိပဲ\" လို့ ပြောခဲ့တယ်။\nဥပမာ: 彼は 「テストは むずかしかった」と いいました。\n→ သူက \"စာမေးပွဲက ခက်ခဲခဲ့တယ်\" လို့ ပြောခဲ့တယ်။\n\n4: 〜でしょう\n- လိမ့်မယ်\n- တစ်စုံတစ်ခု ဖြစ်လာနိုင်ခြေရှိကြောင်း ခန့်မှန်းရန် အသုံးပြုသည်။ သေချာမှု အားနည်းသော ခန့်မှန်းချက်များအတွက် အသုံးပြုလေ့ရှိသည်။\nဥပမာ: あしたは はれるでしょう。\n→ မနက်ဖြန် နေသာလိမ့်မယ်။\nဥပမာ: 彼は もうすぐ くるでしょう。\n→ သူ မကြာခင် ရောက်လာလိမ့်မယ်။"
    },
    {
        "title": "Lesson 第22課",
        "content": "1: Vふつうけい + Noun\n- Plain form + Noun\n- Verb ၏ plain form (ふつうけい - futsūkei) ကို Noun ၏ ရှေ့တွင် ထားခြင်းဖြင့် Noun ကို ပိုမိုရှင်းလင်းအောင် ဖော်ပြပေးသည်။ ဤအသုံးအနှုန်းသည် Noun ကို ဖော်ပြရန် Verb sentence တစ်ခုလုံးကို ပြောင်းလဲအသုံးပြုခြင်းဖြစ်သည်။\nဥပမာ: わたしが よんだ ほんです。\n→ ကျွန်တော်ဖတ်ခဲ့သော စာအုပ်ဖြစ်သည်။\nဥပမာ: ミラーさんが つくった ケーキです。\n→ မီလာစံက ပြုလုပ်ခဲ့သော ကိတ်ဖြစ်သည်။\nဥပမာ: あれは きのう かった くるまです。\n→ ဟိုဟာက မနေ့က ဝယ်ခဲ့တဲ့ ကားပါ။"
    },
    {
        "title": "Lesson 第23課",
        "content": "1: Vふつうけい + とき\n- အချိန်မှာ၊ အခါမှာ\n- အပြုအမူတစ်ခု သို့မဟုတ် အခြေအနေတစ်ခု ဖြစ်ပျက်နေသော အချိန်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ plain form (ふつうけい - futsūkei) နှင့် とき (toki) ကို တွဲဖက်သုံးသည်။\nဥပမာ: ひまが ある とき、えいがを みます。\n→ အားလပ်ချိန်ရှိရင် ရုပ်ရှင်ကြည့်တယ်။\nဥပမာ: つかれた とき、やすみます。\n→ ပင်ပန်းတဲ့အခါ နားတယ်။\nဥပမာ: こどもの とき、よく あそびました。\n→ ကလေးဘဝတုန်းက မကြာခဏ ကစားခဲ့တယ်။\nဥပမာ: にほんへ いく とき、かばんを かいました。\n→ ဂျပန်ကို သွားတဲ့အခါ ခရီးဆောင်အိတ် ဝယ်ခဲ့တယ်။"
    },
    {
        "title": "Lesson 第24課",
        "content": "1: N1 は N2 に N3 を Vてくれます。\n- N1 သည် N2 အား N3 ကို V လုပ်ပေးသည်\n- N1 (တစ်စုံတစ်ယောက်) က N2 (ကျွန်တော်/ကျွန်မ) အတွက် N3 ကို V လုပ်ပေးသည်ကို ဖော်ပြရန် အသုံးပြုသည်။ N2 နေရာတွင် わたし (watashi) ကို ထည့်သွင်းလေ့ရှိပြီး၊ ၎င်းသည် များသောအားဖြင့် ဖော်ပြခြင်းမရှိဘဲ သွယ်ဝိုက်သိရှိနိုင်ပါသည်။ V သည် te-form (て形 - te-kei) ဖြင့် သုံးရသည်။\nဥပမာ: 先生は わたしに 日本語を おしえてくれます。\n→ ဆရာက ကျွန်တော့်ကို ဂျပန်စာ သင်ပေးသည်။\nဥပမာ: ともだちは しゅくだいを てつだってくれます。\n→ သူငယ်ချင်းက အိမ်စာကို ကူညီပေးသည်။\n\n2: N1 は N2 に N3 を Vてもらいます。\n- N1 သည် N2 အား N3 ကို V လုပ်ပေးခြင်းကို လက်ခံရရှိသည်\n- N1 (တစ်စုံတစ်ယောက်) က N2 (တစ်စုံတစ်ယောက်) ထံမှ N3 ကို V လုပ်ပေးခြင်းကို လက်ခံရရှိသည်ကို ဖော်ပြရန် အသုံးပြုသည်။ ဤပုံစံသည် အကျိုးကျေးဇူးကို လက်ခံရရှိသူကို အလေးထားသည်။ V သည် te-form (て形 - te-kei) ဖြင့် သုံးရသည်။\nဥပမာ: 私は 先生に 日本語を おしえてもらいました。\n→ ကျွန်တော်က ဆရာ့ဆီက ဂျပန်စာ သင်ယူခဲ့ရသည်။\nဥပမာ: わたしは ともだちに プレゼントを かってもらいました。\n→ ကျွန်တော်က သူငယ်ချင်းဆီက လက်ဆောင် ဝယ်ပေးခြင်းကို ရရှိခဲ့သည်။"
    },
    {
        "title": "Lesson 第25課",
        "content": "1: Vたら\n- V လျှင်\n- အခြေအနေတစ်ခု ဖြစ်ပေါ်လာသောအခါ ဖြစ်ပေါ်လာမည့် အကျိုးဆက် သို့မဟုတ် နောက်ထပ် လုပ်ဆောင်ချက်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ ta-form (た形 - ta-kei) နှင့် ら (ra) ကို တွဲဖက်သုံးသည်။ ဤ 'たら' သည် အခြေအနေတစ်ခု ပြီးဆုံးပြီးနောက် ဖြစ်ပေါ်လာမည့် အကျိုးဆက်ကို အလေးပေးဖော်ပြသည်။\nဥပမာ: あめが ふったら、うちへ かえります。\n→ မိုးရွာလာရင် အိမ်ပြန်မယ်။\nဥပမာ: お金が あったら、りょこうします。\n→ ပိုက်ဆံရှိရင် ခရီးသွားမယ်။\n\n2: Vても\n- V လည်းဘဲ (V လုပ်သော်လည်း)\n- ဆန့်ကျင်ဘက် အခြေအနေ သို့မဟုတ် မျှော်လင့်မထားသော အကျိုးဆက်ကို ဖော်ပြရန် အသုံးပြုသည်။ Verb ၏ te-form (て形 - te-kei) နှင့် も (mo) ကို တွဲဖက်သုံးသည်။ 'although' သို့မဟုတ် 'even if/though' နှင့် ဆင်တူသည်။\nဥပမာ: 雨が ふっても、サッカーを します。\n→ မိုးရွာလည်း ဘောလုံးကစားမည်။\nဥပမာ: たかくても、この くるまが ほしいです。\n→ ဈေးကြီးသော်လည်း ဒီကားကို လိုချင်သည်။"
    },
    {
        "title": "Lesson 第26課",
        "content": "1 : V（普通形）+ んです\nအကြောင်းအရင်းကို ရှင်းပြလိုတဲ့အခါ ဒါမှမဟုတ် မေးမြန်းတဲ့အခါ သုံးပါတယ်။\n例：どうして来なかったんですか。\n→ ဘာကြောင့် မလာတာလဲ။\n\n2 : い形 + んです\nခံစားချက်/အခြေအနေကို ရှင်းပြတဲ့အခါ သုံးပါတယ်။\n例：暑いんです。\n→ ပူလို့ပါ။\n\n3 : な形 + な + んです\nな-形容詞 နဲ့အတူ သုံးပါတယ်။\n例：静かなんです。\n→ တိတ်ဆိတ်လို့ပါ။ (ရှင်းပြသံ)\n\n4 : 名詞 + な + んです\nနာမ်ကို ရှင်းပြတဲ့အခါ ဒီပုံစံကို သုံးပါတယ်။\n例：学生なんです。\n→ ကျောင်းသားပါ။ (အကြောင်းရှင်းပြခြင်း)\n\n5 : ～んですが、～\nတစ်ခုခု မေးမြန်းခြင်း၊ တောင်းဆိုခြင်း၊ သို့မဟုတ် အကြောင်းအရာတစ်ခုကို စတင်ရှင်းပြခြင်းတို့အတွက် အသုံးပြုပါတယ်။\n例：ちょっとお願いがあるんですが。\n→ တောင်းဆိုစရာ နည်းနည်းရှိပါတယ်။ (ပြောချင်နေပြီ)\n\n6 : Vて + いただけませんか\nယဉ်ကျေးစွာနှင့် နိမ့်ချပြီး တောင်းဆိုတဲ့အခါ သုံးပါတယ်။\n例：もう一度説明していただけませんか。\n→ နောက်တစ်ခါ ထပ်ရှင်းပြပေးလို့ ရနိုင်မလား။"
    },
    {
        "title": "Lesson 第27課",
        "content": "1 : かのうけい（可能形）\nအလုပ်တစ်ခုကို ပြုလုပ်နိုင်သည်ဆိုတဲ့အဓိပ္ပါယ်ကို ဖော်ပြတဲ့ဖွဲ့စည်းပုံဖြစ်သည်။\n① Dictionary Form + ことができます\n→ တိုတောင်းသောပုံစံဖြင့် ရှင်းပြသည်။\nဥပမာ: ピアノをひくことができます。\n→ ပီယနို တီးနိုင်ပါတယ်။\n\n② Noun が Verb（かのうけい）\n→ စွမ်းဆောင်နိုင်မှုကို ဖော်ပြသည်။\n\nGP I: う → える\nたとえば: 読む → 読める\n例: 日本語の新聞が読めます。\n→ ဂျပန်စာ သတင်းစာကို ဖတ်နိုင်ပါတယ်။\n\nGP II: る → られる\nたとえば: 食べる → 食べられる\n例: ご飯がたくさん食べられます。\n→ ထမင်းအများကြီး စားနိုင်ပါတယ်။\n\nGP III:\nする → できる\nくる → こられる\n例: かれがりょうりできます。\n→ သူက ချက်ပြုတ်နိုင်ပါတယ်။\n\n2 : 〜から（အရင်းအမြစ်က）\nအရာတစ်ခုကို မည်သည့်နေရာကမြင်/ကြားရသည်ကိုဖော်ပြသည်။\n\n例: 山から海が見えます。\n→ တောင်ကနေ ပင်လယ် မြင်ရတယ်။\n例: うちから波の音が聞こえます。\n→ အိမ်ထဲက လှိုင်းသံ ကြားရတယ်။\n\n3 : は が は（နှိုင်းယှဉ်ဖော်ပြခြင်း）\nမကြာခဏ 'A はできますが、B はできません' ပုံစံဖြင့် အသုံးများသည်။\n→ A ကို ပြုလုပ်နိုင်ပေမဲ့ B ကို မပြုလုပ်နိုင်ဘူး ဆိုတဲ့အဓိပ္ပါယ်။\n例: 日本語は読めますが、英語は読めません。\n→ ဂျပန်စာ ဖတ်နိုင်ပေမယ့် အင်္ဂလိပ်စာ မဖတ်နိုင်ပါ။\n\n4 : Noun ができます（ဖန်တီးပြီးဆုံးခြင်း）\nအသစ်တင်ဖန်တီးပြီး သက်ဝင်လာသည့်အရာများအတွက် အသုံးပြုသည်။\n例: あたらしい家ができました。\n→ အိမ်အသစ်တစ်လုံး တည်ဆောက်ပြီးဖြစ်ပါသည်။\n例: ばんごはんができました。\n→ ညစာ ပြင်ဆင်ပြီးဖြစ်သည်။"
    },
    {
        "title": "Lesson 第28課",
        "content": "1 : ます Form + ながら\n→ လုပ်ဆောင်ချက်နှစ်ခုကို တပြိုင်နက် ပြုလုပ်သောအခါ သုံးသည်။\n→ Verb の「ます」Form မှ「ます」ကိုဖယ်ရှားပြီး「ながら」ထည့်ရမည်။\n例:\n - 食べます → 食べながら\n - 歩きます → 歩きながら\n\nဥပမာ: ご飯を食べながら、テレビを見ます。\n→ ထမင်းစားရင်း တီဗီကြည့်ပါတယ်။\n※ အခြေခံလုပ်ဆောင်ချက်ကို ながら များသုံးပြီး၊ အဓိကလုပ်ဆောင်ချက်ကို နောက်တွင်ထားသည်။\n\n2 : Verb ています（အထူးသဖြင့် လေ့ရှိမှုဖော်ပြခြင်း）\n→ လုပ်ဆောင်နေသည့်အခြေအနေ (is doing)\n→ သို့မဟုတ်၊ နေ့စဉ်လုပ်နေတတ်သောအရာများ (habitual actions) ကိုဖော်ပြသည်။\n→ Context (文脈) ပေါ်မူတည်ပြီး အဓိပ္ပါယ်ကွဲပြားနိုင်သည်။\n\n例: 母はこの時に せんたくしています。\n→ အမေက ဒီအချိန်မှာ အဝတ်လျှော်နေတတ်ပါတယ်။（habit）\n例: 今 本を読んでいます。\n→ ယခု စာအုပ်ဖတ်နေသည်။（current action）\n\n3 : Noun は〜し、Noun も〜し、Noun も...\n→ အကြောင်းအရာတစ်ခုထက်ပိုသောအကြောင်းပြချက်များကို တစ်စီချင်းဖော်ပြသောအခါသုံးသည်။\n→ Positive point တွေ၊ Reason တွေကို တစ်ခုချင်း enumeration ပုံစံဖြင့်ဖော်ပြသည်။\n→ Pattern:\n - Verb（ふつうけい）+ し\n - なAdjective + だし\n - Noun + だし\n\n例: このみせはひろいし、ねだんもやすいし、りょうりもおいしいです。\n→ ဒီဆိုင်က ကျယ်လည်းကောင်း၊ ဈေးသက်သာလည်းကောင်း၊ ဟင်းလည်းအရသာရှိပါတယ်။"
    },
    {
        "title": "Lesson 第29課",
        "content": "1 : Noun を Verbてしまいます\n→ လုပ်ဆောင်ချက်တစ်ခုကို လက်ရှိလုပ်နေသည်၊ သို့မဟုတ် မပြီးသေးသော်လည်း မကြာမီပြီးစီးတော့မည်ဟု ဆိုလိုသောအခါ အသုံးပြုသည်။\n→ Verb の て形 + しまいます\nဥပမာ: りょうりをつくってしまいます。\n→ ဟင်းချက်နေတယ် / မကြာမီချက်ပြီးတော့မယ်။\n\n2 : もう Noun を Verbてしまいました\n→ လုပ်ဆောင်ချက်တစ်ခု ပြီးစီးသွားပြီဖြစ်ကြောင်း ပြသသည်။ (already)\nဥပမာ: もう りょうりをつくってしまいました。\n→ ဟင်းချက်ပြီးပါပြီ။\n\n3 : Noun を Verbてしまいました（မကောင်းသော ဖြစ်ရပ်များအတွက်）\n→ မမျှော်လင့်ဘဲ ဖြစ်ပေါ်လာသော အမှားတစ်ခု သို့မဟုတ် မတော်တဆဖြစ်ရပ်တစ်ခုကို ဖော်ပြသည်။ (regret / mistake)\n→ များသောအားဖြင့် နောင်တရခြင်း သို့မဟုတ် စိတ်မကောင်းဖြစ်ခြင်းပါဝင်သည်။\nဥပမာ: りょうりを作ってしまいましたが、たおれてしまいました。\n→ ဟင်းချက်ပြီးသွားပြီဖြစ်ပေမဲ့ မတော်တဆ မှောက်ကျသွားခဲ့တယ်။\n\n4 : Noun が Verb「じどうし」ています（Intransitive Verbs）\n→ ကိုယ်တိုင် ပြုလုပ်စရာမလိုဘဲ မျက်မြင်တွေ့နေရသော အခြေအနေကို ဖော်ပြသည်။\n→ 自動詞 (じどうし) သည် ပြုလုပ်သူမရှိဘဲ အရာဝတ္ထု၏ အခြေအနေကို ကောင်းစွာ ဖော်ပြသည်။\nဥပမာ: ドアーが開いています。\n→ တံခါးဖွင့်ထားတယ်။\nဥပမာ: かぎがかかっています。\n→ သော့ခတ်ထားတယ်။\n\n5 : Noun は Verb「じどうし」ています（情報の伝達）\n→ မျက်မြင်ဖြစ်ရပ် သို့မဟုတ် အခြေအနေတစ်ခုကို အခြားသူတစ်ဦးအား ပြောပြရာတွင် အသုံးပြုသည်။\nဥပမာ: そのコピーきは こしょうしていますから、あちらのをつかってください。\n→ အဲဒီ မိတ္တူကူးစက်က ပျက်နေတာကြောင့် ဟိုဘက်ကဟာကို အသုံးပြုပေးပါ။"
    },
    {
        "title": "Lesson 第30課",
        "content": "1 : Noun が Verb「たどうし」てあります（Transitive Verbs）\n→ တစ်စုံတစ်ဦးက လုပ်ဆောင်ပြီးစီးခဲ့သောအရာတစ်ခု၏ အခြေအနေကို ဖော်ပြသည်။\n→ Verb ၏ て形 + あります（たどうし）\n→ ကိုယ်တိုင်လုပ်ဆောင်ခဲ့သည်ကို ဖော်ပြရာတွင်လည်း အသုံးပြုနိုင်သည်။\nဥပမာ: はさみーが引き出しにしまってあります။\n→ ကတ်ကြေးက အံဆွဲထဲမှာ သိမ်းထားပါတယ်။\n\n2 : Verb ておきます（ကြိုတင်ပြင်ဆင်ခြင်း）\n→ အနာဂတ်အတွက် ကြိုတင်ပြင်ဆင်ရန် အသုံးပြုသည်။\n→ Verb ၏ て形 + おきます\nဥပမာ: りょこうのまえに インターネットで ゆうめいな場所を しらべておきます။\n→ ခရီးမထွက်ခင် အင်တာနက်မှာ နာမည်ကြီးနေရာတွေကို ကြိုတင်ရှာဖွေထားမယ်။\n\n3 : Verb ておいてください（တောင်းဆိုခြင်း）\n→ တစ်စုံတစ်ယောက်ကို ကြိုတင်ပြင်ဆင်ပေးရန် တောင်းဆိုရာတွင် အသုံးပြုသည်။\n→ Verb ၏ て形 + おいてください\nဥပမာ: りょこうに ホテルを よやくしておいてください။\n→ ခရီးအတွက် ဟိုတယ်ကို ကြိုတင်ဘွတ်ကင်လုပ်ထားပေးပါ။"
    },
    {
        "title": "Lesson 第31課",
        "content": "1 : いこうけい（Volitional Form）\n→ ဤပုံစံကို တစ်စုံတစ်ဦးကို လုပ်ဆောင်ရန် တိုက်တွန်းခြင်း၊ သို့မဟုတ် မိမိ၏ အကြံအစည် သို့မဟုတ် ရည်ရွယ်ချက်ကို ဖော်ပြခြင်းတို့တွင် အသုံးပြုသည်။\n\n【Polite】Verb ます-form + ましょう\n→ လုပ်ဆောင်ချက်တစ်ခုကို အတူတကွလုပ်ရန် ယဉ်ကျေးစွာ ဖိတ်ခေါ်ခြင်း သို့မဟုတ် အကြံပြုခြင်းအတွက် အသုံးပြုသည်။\nဥပမာ: 食べましょう → စားကြစို့။\n\n【Plain】\n- Group I: အဆုံးသတ် အက္ခရာကို 'お' အတန်းသို့ ပြောင်းပြီး 'う' ထည့်ပါ။\nဥပမာ: 書こう（かこう）→ ရေးကြစို့။\nဥပမာ: 話そう（はなそう）→ စကားပြောကြစို့။\n- Group II: Verb stem + よう\n→ Verb stem (ます ကို ဖြုတ်ထားသော ပုံစံ) ၏ နောက်တွင် 'よう' ထည့်ပါ။\nဥပမာ: 食べよう → စားကြစို့။\n- Group III: する → しょう၊ くる → こよう\n\n※ Plain form ကို မိတ်ဆွေများကြားတွင် ရိုးရိုးစကားပြောဆိုရာ၌သာ အသုံးပြုသည်ကို သတိပြုပါ။\n\n2 : 〜いこうけい + と思っています\n→ မိမိ၏ လက်ရှိ စိတ်ကူး သို့မဟုတ် ရည်ရွယ်ချက်ကို ဖော်ပြရန် အသုံးပြုသည်။ ၎င်းသည် အနာဂတ်တွင် လုပ်ဆောင်မည့်အရာတစ်ခုအတွက် စဉ်းစားနေခြင်းကို ပြသသည်။\nဥပမာ: 今晩は勉強しようと思っています။\n→ ယနေ့ညတွင် စာလုပ်ရန် စဉ်းစားထားပါတယ်။ (သို့မဟုတ်) ယနေ့ညတွင် စာဖတ်ဖို့ စိတ်ကူးထားပါတယ်။\n\n3 : Dict. Form / ない Form + つもりです\n→ တစ်စုံတစ်ခုကို လုပ်ဆောင်ရန် ဆုံးဖြတ်ပြီးသားဖြစ်ကြောင်း ခိုင်မာစွာ ဖော်ပြရာတွင် အသုံးပြုသည်။ ၎င်းသည် အနာဂတ်အတွက် စီစဉ်ထားသော လုပ်ဆောင်ချက်တစ်ခုဖြစ်သည်။\nဥပမာ: 来年結婚するつもりです။\n→ နောက်နှစ်မှာ လက်ထပ်ဖို့ ဆုံးဖြတ်ပြီးသားပါ။ (သို့မဟုတ်) နောက်နှစ်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားပါတယ်။\n\n4 : Dict. Form / N の + よていです（予定です）\n→ ကြိုတင်စီစဉ်ထားသော အစီအစဉ် သို့မဟုတ် အချိန်ဇယားတစ်ခုကို ဖော်ပြရာတွင် အသုံးပြုသည်။ ၎င်းသည် ပုံမှန်အားဖြင့် အစီအစဉ်တစ်ခု၏ အတည်ပြုထားသော အခြေအနေကို ဆိုလိုသည်။\nဥပမာ: 来年旅行の予定です။\n→ နောက်နှစ် ခရီးထွက်ဖို့ စီစဉ်ထားပါတယ်။\n\n5 : まだ V-ています\n→ တစ်စုံတစ်ခုကို လက်ရှိ လုပ်ဆောင်နေဆဲဖြစ်ကြောင်း သို့မဟုတ် ပြီးစီးခြင်း မရှိသေးကြောင်းကို ဖော်ပြသည်။\nဥပမာ: まだ使っています။\n→ သုံးနေဆဲ ဖြစ်ပါတယ်။\n\n6 : まだ V-ていません\n→ တစ်စုံတစ်ခုကို ယခုအချိန်အထိ မလုပ်ဆောင်ရသေးကြောင်းကို ဖော်ပြသည်။\nဥပမာ: まだ使っていません။\n→ မသုံးရသေးပါ။"
    },
    {
        "title": "Lesson 第32課",
        "content": "1 : た形 / ない形 + ほうがいいです\n→ တစ်စုံတစ်ခု လုပ်တာက ပိုကောင်းမယ်၊ သို့မဟုတ် မလုပ်တာက ပိုကောင်းမယ်ဟု အကြံပေးရာတွင် အသုံးပြုသည်။\nဥပမာ: ビールを飲まないほうがいいです။\n→ ဘီယာမသောက်တာက ပိုကောင်းမယ်။\n\n2 : 普通形 / い形 / な形 / 名詞 + でしょう\n→ မဖြစ်မနေ ဖြစ်ပေါ်လာမည်ဟု ခိုင်မာသော ယုံကြည်မှုဖြင့် ခန့်မှန်းခြင်းတွင် အသုံးပြုသည်။\nဥပမာ: 明日は晴れるでしょう။\n→ မနက်ဖြန် ရာသီဥတုသာယာလိမ့်မယ်။\n\n3 : 普通形 / い形 / な形 / 名詞 + かもしれません\n→ ဖြစ်နိုင်ချေရှိသော်လည်း သေချာမှုမရှိသော ခန့်မှန်းချက်တွင် အသုံးပြုသည်။\nဥပမာ: 約束の時間に間に合わないかもしれませんね။\n→ ချိန်းထားတဲ့အချိန် မမှီဘူးလား မသိဘူးနော်။"
    },
    {
        "title": "Lesson 第33課",
        "content": "1 : 命令形（めいれいけい）Command Form\n→ တစ်စုံတစ်ယောက်ကို အမိန့်ပေးသည့်အခါတွင် အသုံးပြုသည်။\n- Group I: ကြိယာကို「え」line သို့ပြောင်းပြီး「ろ」ထည့်သည်။\n  ဥပမာ: 飲む → 飲め（သောက်ပါ/သောက်စမ်း）\n- Group II: ကြိယာ၏နောက်တွင်「ろ」ထည့်လိုက်ပါ။\n  ဥပမာ: 食べる → 食べろ（စားပါ）\n- Group III:\n  する → しろ（လုပ်ပါ/လုပ်စမ်း）\n  くる → こい（လာပါ）\n\n2 : 禁止形（きんしけい）Prohibitive Form\n→ တစ်စုံတစ်ခုကို မလုပ်ရန် တားမြစ်သည့်အခါတွင် အသုံးပြုသည်။\n- Pattern: Dictionary Form + な\n  ဥပမာ: 触るな（မထိနဲ့）\n  ဥပမာ: 寝るな（မအိပ်နဲ့）"
    },
    {
        "title": "Lesson 第34課",
        "content": "1 : た形 / N の + とおりに\n→ 'အတိုင်း' သို့မဟုတ် 'အတိအကျအတိုင်း' လုပ်ဆောင်ရန် ဆိုလိုသည်။\nဥပမာ: わたしがいうとおりに、かいてください။\n→ ကျွန်တော် ပြောတဲ့အတိုင်း ရေးပေးပါ။\n\n2 : た形 / N の + あとで\n→ '~ပြီးနောက်' ဟု ဆိုလိုသည်။\nဥပမာ: しごとがおわったあとで、のみにいきます။\n→ အလုပ်ပြီးရင် သွားသောက်မယ်။\n\n3 : V-ないで\n→ '~မလုပ်ဘဲ' သို့မဟုတ် '~မလုပ်ဘဲနဲ့' ဟု ဆိုလိုသည်။\n→ လုပ်ဆောင်ချက်တစ်ခုကို မလုပ်ဘဲ အခြားလုပ်ဆောင်ချက်တစ်ခုကို ပြုလုပ်သောအခါတွင် အသုံးပြုသည်။\nဥပမာ: 傘をもたないで、出かけます။\n→ ထီးမယူဘဲ ထွက်သွားတယ်။"
    },
    {
        "title": "Lesson 第35課",
        "content": "1 : V（う）→ えば（じょうけんけい・Conditional Form）\n→ တစ်စုံတစ်ခု လုပ်ဆောင်လျှင် ဖြစ်ပေါ်လာနိုင်သည့် အခြေအနေကို ဖော်ပြသည်။\n- GP I: ကြိယာကို「え」အတန်း + ば သို့ ပြောင်းသည်။\nဥပမာ: 飲む → 飲めば（သောက်လျှင်）\n- GP II: 「れば」ထည့်သွင်းသည်။\nဥပမာ: 食べる → 食べれば（စားလျှင်）\n- GP III: する → すれば၊ くる → くれば\n\n2 : い 形容詞 → いければ\n→ (အခြေအနေတစ်ခု) ဖြစ်ပေါ်လာလျှင် ဟူသော နူးညံ့သောအခြေအနေကို ဖော်ပြရာတွင် အသုံးပြုသည်။\nဥပမာ: やすい → やすければ（ဈေးသက်သာလျှင်）\n\n3 : な形 / 名詞 → なら\n→ တစ်စုံတစ်ခုသော အခြေအနေ ဖြစ်ပေါ်ခဲ့လျှင် ဟုဆိုလိုသည်။\nဥပမာ: 晴れなら（နေသာလျှင်）\n\n4 : ふつう形 + と\n→ (တစ်စုံတစ်ခုကို) လုပ်ဆောင်ရုံဖြင့် အမြဲတမ်း တူညီသော ရလဒ် ဖြစ်ပေါ်လာသည်ကို ဖော်ပြသည်။\nဥပမာ: スイッチを押すと、電気がつきます။\n→ ခလုတ်နှိပ်ရုံနှင့် မီးလင်းသည်။\n\n5 : た形 + ら\n→ လုပ်ဆောင်ချက်တစ်ခု ပြီးဆုံးချိန်တွင် အခြားတစ်ခုခု ဖြစ်ပေါ်လာသည်ကို ဖော်ပြသည်။\nဥပမာ: 勉強したら、合格しました။\n→ စာကျက်ပြီးနောက် စာမေးပွဲ အောင်မြင်ခဲ့သည်။\n\n6 : ば（အကြံပြုသံပါဝင်သော condition）\n→ ဖြစ်ပေါ်လာနိုင်ချေရှိသော အခြေအနေကို ခန့်မှန်းရာတွင် အသုံးပြုသည်။\nဥပမာ: 早く行けば、間に合います။\n→ အမြန်သွားလျှင် အချိန်မီလိမ့်မည်။"
    },
    {
        "title": "Lesson 第36課",
        "content": "1 : Dictionary form / ない形 + ように（ရည်ရွယ်ချက်）\n→ တစ်စုံတစ်ခုကို ရရှိရန် ကြိုးစားခြင်း သို့မဟုတ် ရည်ရွယ်ချက်ကို ဖော်ပြရာတွင် အသုံးပြုသည်။\nဥပမာ: はやくおよぐように、毎日練習しています။\n→ မြန်မြန်ကူးတတ်အောင် နေ့တိုင်းလေ့ကျင့်နေတယ်။\n\n2 : Dictionary form / ない形 + ように（ကြိုးစားအားထုတ်မှု）\n→ တစ်ခုခု မဖြစ်စေရန် (သို့မဟုတ်) ဖြစ်ပေါ်လာစေရန် ကြိုးစားအားထုတ်နေသည်ကို ဖော်ပြသည်။\nဥပမာ: 忘れ物をしないように きをつけています။\n→ မေ့ကျန်တာမရှိအောင် ဂရုစိုက်နေတယ်။\n\n3 : V + ようになりました\n→ တစ်စုံတစ်ခု ပြုလုပ်နိုင်လာခြင်း (စွမ်းရည် သို့မဟုတ် အခြေအနေ ပြောင်းလဲမှုကို ဖော်ပြခြင်း)။\nဥပမာ: 日本語が話せるようになりました။\n→ ဂျပန်စကားပြောတတ်လာတယ်။\n\n4 : V-ない → なくなります\n→ တစ်စုံတစ်ခု မရှိတော့ခြင်း သို့မဟုတ် မဖြစ်ပေါ်တော့ခြင်းဟု အဓိပ္ပာယ်ရသည်။\nဥပမာ: 悪い病気がなくなりました။\n→ မကောင်းတဲ့ရောဂါတွေ မရှိတော့ဘူး။"
    },
    {
        "title": "Lesson 第37課",
        "content": "1 : 受け身形（うけみけい・Passive Form）\n→ တစ်စုံတစ်ယောက်က လုပ်ဆောင်ခြင်းကို ခံရသည်ဟု အဓိပ္ပာယ်ရသည်။\n\n2 : Group I どうし（ごだんどうし）→「あ」အတန်း＋れる\nဥပမာ: 褒める → 褒められる\n→ ချီးကျူးခံရသည်။\n\n3 : Group II どうし（いちだんどうし）→ ごかん＋られる\nဥပမာ: 食べる → 食べられる\n→ စားခံရသည်။\n\n4 : Group III（する／くる）\nする → される（လုပ်ခံရသည်）\nくる → こられる（လာခံရသည်）\nဥပမာ: 昨日先生に叱られました။\n→ မနေ့က ဆရာက ဆူခံရတယ်။\n\n5 : Noun + によって（ပြုလုပ်သူကိုဖော်ပြရာတွင်）\n→ ကံခံကြိယာဝါကျများ (Passive voice sentence) တွင် လုပ်ဆောင်သူကို ဖော်ပြသည့်အခါ အသုံးပြုသည်။\nဥပမာ: 源氏物語は有名な小説家によって書かれました။\n→ ဂဲန်ဂျိမိုနိုဂါတာရီ (The Tale of Genji) ကို နာမည်ကြီးဝတ္ထုရေးဆရာက ရေးသားခဲ့ခြင်းဖြစ်သည်။\nမှတ်ချက်: 「によって」သည် “အပေါ်မူတည်၍” ဟူသော အဓိပ္ပာယ်ဖြင့်လည်း အသုံးပြုနိုင်သည်။"
    },
    {
        "title": "Lesson 第38課",
        "content": "1 : V（辞書形）／N＋のは\n→ \"～ခြင်း\" ဆိုတဲ့အနေနဲ့ စကားပြောထဲမှာ သုံးတာပါ။ အထူးသဖြင့် အကြိုက်ဆုံး၊ ဝါသနာစတဲ့ အကြောင်းပြောတဲ့အခါမှာ သုံးတယ်။\n例: 私の趣味は 音楽を聞くのは です。\n→ ကျွန်ုပ်ရဲ့ဝါသနာက သီချင်းနားထောင်တာပါ။\n\n2 : V（辞書形）＋のが\n→ စွမ်းရည်၊ အရည်အချင်း၊ စိတ်ဝင်စားမှုများကိုဖော်ပြရာတွင်သုံးသည်။\n→ ဥပမာမှာ သုံးတဲ့ကြိယာတွေမှာ 「できます」「わかります」「じょうずです」「すきです」「はやい」စတဲ့ကြိယာများ ပါဝင်သည်။\n例: わたしは 日本語を話すのが できます。\n→ ကျွန်တော် ဂျပန်စကားပြောတတ်တယ်။\n\n3 : V（辞書形）＋のを\n→ လုပ်ရမယ့်အရာတစ်ခုကို မေ့သွားတယ်၊ သတိပေးတယ်ဆိုတဲ့အခါမှာ သုံးသည်။\n例: 私は 毎日サッカーをするのを 忘れました。\n→ ကျွန်တော် နေ့တိုင်း ဘောလုံးကစားတာကို မေ့သွားတယ်။"
    },
    {
        "title": "Lesson 第39課",
        "content": "1 : V（て形）／い形（～くて）／な形（～で）／名詞（～で）\n→ ဝါကျနှစ်ခုကို ဆက်သွယ်ရာတွင် အသုံးပြုသည်။ အကြောင်းအရင်းကို ဖော်ပြရာတွင် အသုံးပြုပြီး၊ 〜から ကဲ့သို့ တိကျခိုင်မာသည့် အကြောင်းပြချက်ထက် ခံစားချက်၊ စွမ်းရည်၊ အခြေအနေ စသည်တို့အတွက် အသုံးပြုလေ့ရှိသည်။\nဥပမာ: この店の料理はおいしくて、安いです။\n→ ဒီဆိုင်က ဟင်းလျာတွေက အရသာရှိပြီး စျေးလည်း သက်သာတယ်။\n\n2 : ふつう形＋から\n→ \"~ကြောင့်\" ဟု အဓိပ္ပာယ်ရသည်။ အကြောင်းပြချက်ပေးသည့်အခါတွင် အသုံးပြုသည်။\nဥပမာ: 雨が降っているから、出かけません။\n→ မိုးရွာနေတာကြောင့် အပြင်မထွက်ဘူး။\n\n3 : な形容詞＋なので\n→ な形容詞နှင့်အတူ \"ကြောင့်\" ဟု ဆိုလိုလိုသည့်အခါ \"なので\" ဟု ပြောင်းလဲ အသုံးပြုသည်။\nဥပမာ: 元気なので、旅行に行きます။\n→ ကျန်းမာလို့ ခရီးထွက်မယ်။\n\n4 : 名詞＋なので\n→ 名詞နှင့်အတူ \"ကြောင့်\" ဟု ဆိုလိုလိုသည့်အခါ \"なので\" အသုံးပြုသည်။\nဥပမာ: 休みなので、公園に行きました။\n→ ရုံးပိတ်ရက်ဖြစ်တာကြောင့် ပန်းခြံကိုသွားခဲ့တယ်။"
    },
    {
        "title": "Lesson 第40課",
        "content": "1 : ふつう形／い形／な形（だ）／名詞（だ）＋か\n→ “~လား” ဆိုတဲ့ မေးခွန်းပုံစံပါ။\nဥပမာ: 彼が来るか、わかりません。\n→ သူလာမလား မသိဘူး။\n\n2 : ふつう形＋かどうか\n→ “~လား မလား” ဆိုတဲ့အနေနဲ့ သုံးပါတယ်။ မေးခွန်းပုံစံတောင် မဟုတ်တဲ့ အခါသုံးတတ်တယ်။\nဥပမာ: それが本当かどうかわかりません。\n→ ဒါတကယ်လား မဟုတ်လား မသိဘူး။\n\n3 : 動詞（て形）＋みます\n→ စမ်းလုပ်ကြည့်တာ၊ စမ်းသပ်ကြည့်တာဆိုလိုတယ်။\nဥပမာ: この靴をはいてみてもいいですか。\n→ ဒီဖိနပ်ကို စီးကြည့်လို့ရမလား။\n\n4 : い形容詞 → ～くします\n→ အရာတစ်ခုကို ~အဖြစ် ပြောင်းလဲလုပ်ခြင်း။\nဥပမာ: 部屋を広くします。\n→ အခန်းကို ကျယ်အောင်လုပ်မယ်။\n\n5 : な形容詞／名詞 → ～にします\n→ ~အဖြစ် လုပ်သည်။ ~ကို ရွေးချယ်သည်။\nဥပမာ:\n- きれいにします。\n→ သန့်ရှင်းအောင်လုပ်တယ်။\n- 会社を有名にします。\n→ ကုမ္ပဏီကို နာမည်ကြီးအောင်လုပ်မယ်။"
    },
    {
        "title": "Lesson 第41課",
        "content": "1 : ～に～を あげます\n→ တစ်စုံတစ်ယောက်ကို အရာတစ်ခုကို ပေးခြင်း။\n→ မိမိက တစ်ဦးထံ ပေးတာ၊ ဒါမှမဟုတ် မိမိထက်နိမ့်သူထံ ပေးတာမှာသုံးတယ်။\nဥပမာ: 私は 先生に 本をあげます。\n→ ကျွန်တော်က ဆရာကို စာအုပ် ပေးတယ်။\n\n2 : ～が 私に～を くれます\n→ တစ်စုံတစ်ယောက်က မိမိကို အရာတစ်ခု ပေးတာ။\n→ “ငါ့ကို ပေးတယ်” ဆိုတဲ့အခါမှာ သုံးတယ်။\nဥပမာ: 先生が 私に 本をくれます。\n→ ဆရာက ကျွန်တော်ကို စာအုပ် ပေးတယ်။\n\n3 : ～に～を もらいます\n→ တစ်စုံတစ်ဦးထံမှ မိမိက အရာတစ်ခု လက်ခံရရှိခြင်း။\n→ ကိုယ့်ထက် ကြီးသူဆီကရတာ၊ ဒါမှမဟုတ် တစ်ယောက်က တစ်ယောက်ဆီကရတာကို ပြောရာမှာ သုံးတယ်။\nဥပမာ: 私は 先生に 本をもらいます。\n→ ကျွန်တော်က ဆရာထံမှ စာအုပ် ရတယ်။"
    },
    {
        "title": "Lesson 第42課",
        "content": "1 : どうし じしょけい + ために / めいし + のために\n→ လုပ်ဆောင်ချက်တစ်ခု၏ ရည်ရွယ်ချက် သို့မဟုတ် ပန်းတိုင်ကို ဖော်ပြရာတွင် အသုံးပြုသည်။ ၎င်းသည် 'အတွက်' သို့မဟုတ် 'အကျိုးအတွက်' ဟူသော အဓိပ္ပာယ်ကို ဆောင်သည်။\nဥပမာ:\n- 家族のために毎日頑張ります။\n→ မိသားစုအတွက် နေ့စဉ် ကြိုးစားတယ်။\n- 日本で働くために日本語を勉強しています။\n→ ဂျပန်မှာ အလုပ်လုပ်ဖို့ ဂျပန်စာကို လေ့လာနေတယ်။\n- 健康のために運動します။\n→ ကျန်းမာရေးအတွက် လေ့ကျင့်ခန်းလုပ်တယ်။\n\n2 : どうし じしょけい + のに / めいし + に\n→ တစ်စုံတစ်ခုကို မည်သည့် ရည်ရွယ်ချက်အတွက် သို့မဟုတ် မည်သို့သော အသုံးအဆောင်အဖြစ် အသုံးပြုကြောင်း ဖော်ပြရာတွင် အသုံးပြုသည်။ ၎င်းသည် 'အတွက်' သို့မဟုတ် 'သုံးရန်' ဟူသော အဓိပ္ပာယ်ကို ဆောင်သည်။\nဥပမာ:\n- このはさみは紙を切るのに使います။\n→ ဒီကတ်ကြေးက စက္ကူဖြတ်ဖို့ သုံးတယ်။\n- この道具は車を修理するのに便利です။\n→ ဒီကိရိယာက ကားပြင်ဖို့ အသုံးဝင်တယ်။\n- 電話は連絡するのに使います။\n→ တယ်လီဖုန်းက ဆက်သွယ်ဖို့ သုံးတယ်။"
    },
    {
        "title": "Lesson 第43課",
        "content": "1 : V（ます形）＋そうです\n→ လုပ်ဆောင်ချက်တစ်ခု ဖြစ်ပေါ်တော့မည်ကဲ့သို့ ပုံပန်းသဏ္ဍာန်ကို ဖော်ပြရာတွင် အသုံးပြုသည်။ ('~ဖြစ်တော့မယ်ပုံပါပဲ' သို့မဟုတ် '~တော့မည်ကဲ့သို့ မြင်ရသည်') ဟု အဓိပ္ပာယ်ရသည်။\n→ '〜そうです' ကို အသုံးပြုလိုပါက၊ どうし (ကြိယာ) ၏『ます』ပုံစံကို ဖြုတ်ပြီး 'そうです' ကို ထည့်သွင်းရမည်။\nဥပမာ: 食べます → 食べそうです\n→ စားတော့မယ်ပုံပါပဲ။\nဥပမာ:\n- 雨が降りそうです။\n→ မိုးရွာတော့မယ်ပုံပါပဲ။ (သို့မဟုတ်) မိုးရွာတော့မည်ကဲ့သို့ မြင်ရသည်။\n- 火が消えそうです။\n→ မီးငြိမ်းတော့မယ်ပုံပါပဲ။\n\n2 : い形容詞＋そうです\n→ ပုံပန်းသဏ္ဍာန်ကို ကြည့်၍ ခန့်မှန်းဖော်ပြရာတွင် အသုံးပြုသည်။ '~ဖြစ်ပုံပါပဲ' ဟု အဓိပ္ပာယ်ရသည်။\n→ い-形容詞 ကို 'い' မဖြုတ်ဘဲ တိုက်ရိုက် 'そうです' ကို ထည့်သွင်းသည်။\n→ သို့သော်「いい（良い）」သည်「よさそうです」ဖြင့် ပြောင်းလဲ အသုံးပြုရမည်။\nဥပမာ: おいしい → おいしそうです\nဥပမာ: いい → よさそうです\nဥပမာ:\n- このケーキはおいしそうです။\n→ ဒီကိတ်မုန့်က အရသာရှိပုံပါပဲ။\n- その映画はよさそうです။\n→ အဲဒီရုပ်ရှင်က ကောင်းပုံပါပဲ။\n\n3 : な形容詞＋そうです\n→ な形容詞၏ 'な' ကို ဖြုတ်ပြီး တိုက်ရိုက် 'そうです' ကို ထည့်သွင်း၍ ပုံပန်းသဏ္ဍာန်ကို ဖော်ပြရာတွင် အသုံးပြုသည်။\nဥပမာ: 静か → 静かそうです\nဥပမာ: 元気 → 元気そうです\nဥပမာ:\n- このレストランは静かそうです။\n→ ဒီစားသောက်ဆိုင်က တိတ်ဆိတ်တဲ့ပုံပါပဲ။\n- 彼は元気そうです။\n→ သူက ကျန်းမာနေတဲ့ပုံပါပဲ။"
    },
    {
        "title": "Lesson 第44課",
        "content": "1 : V（ます形）＋すぎます\n→ တစ်စုံတစ်ရာ လုပ်ဆောင်မှုသည် အလွန်အကျွံ များပြားလွန်းခြင်းကို ဖော်ပြသည်။ ၎င်းကို မကြာခဏ အနုတ်သဘောဖြင့် အသုံးပြုသည်။\n→ 'ます' ပုံစံမှ 'ます' ကို ဖယ်ရှားပြီး 'すぎます' ကို ချိတ်ဆက်ပါ။\nဥပမာ:\n- 食べます → 食べすぎます（အလွန်အကျွံ စားသည်။）\n- 忙しい → 忙しすぎます（အလွန်အကျွံ အလုပ်များသည်။）\n- 静か → 静かすぎます（အလွန်အကျွံ တိတ်ဆိတ်သည်။）\n\n2 : V（ます形）＋やすいです\n→ တစ်စုံတစ်ရာ လုပ်ဆောင်ရန် လွယ်ကူကြောင်းကို ဖော်ပြရာတွင် အသုံးပြုသည်။\n→ 'ます' ပုံစံမှ 'ます' ကို ဖယ်ရှားပြီး 'やすいです' ကို ချိတ်ဆက်ပါ။\nဥပမာ:\n- このコップは割れやすいです。\n→ ဒီဖန်ခွက်က ကွဲလွယ်တယ်။\n\n3 : V（ます形）＋にくいです\n→ တစ်စုံတစ်ရာ လုပ်ဆောင်ရန် ခက်ခဲကြောင်းကို ဖော်ပြရာတွင် အသုံးပြုသည်။\n→ 'ます' ပုံစံမှ 'ます' ကို ဖယ်ရှားပြီး 'にくいです' ကို ချိတ်ဆက်ပါ။\nဥပမာ:\n- この本は読みにくいです。\n→ ဒီစာအုပ်က ဖတ်ရခက်တယ်။\n\n4 : 〜にします（ဆုံးဖြတ်ခြင်း/ရွေးချယ်ခြင်း）\n→ တစ်စုံတစ်ရာကို ရွေးချယ်ခြင်း သို့မဟုတ် ဆုံးဖြတ်ခြင်းကို ဖော်ပြရာတွင် အသုံးပြုသည်။\n→ めいし＋にします：\n- ケーキにします。\n→ ကိတ်မုန့်ကို ရွေးမယ်။\n→ いけいようし → くします：\n- 部屋をきれいにします。\n→ အခန်းကို သန့်ရှင်းအောင် လုပ်မယ်။\n→ なけいようし / めいし → にします：\n- 部屋を静かにします。\n→ အခန်းကို တိတ်ဆိတ်အောင် လုပ်မယ်။"
    },
    {
        "title": "Lesson 第45課",
        "content": "1 : 普通形 / い形容詞 / な形容詞 / 名詞 の＋場合は\n→ 『〜の 場合は』 ဟူသောပုံစံကို တစ်စုံတစ်ခုဖြစ်ပေါ်မယ်ဆိုတဲ့အခါ (if / in case of) ဆိုတဲ့အဓိပ္ပာယ်ဖြင့်သုံးသည်။\n→ 名詞 ပါလျှင်『名詞 の場合は』၊ な形容詞 ပါလျှင်『な形容詞 な場合は』ဖြစ်သည်။\nဥပမာ:\n- 緊急の場合は、このボタンを押してください。\n→ အရေးပေါ်ဖြစ်လာခဲ့ရင် ဒီခလုတ်ကို နှိပ်ပါ။\n\n2 : 普通形 / い形容詞 / な形容詞 / 名詞 な＋のに\n→ 『〜のに』 ဟူသောပုံစံသည် 'တောင်ပေမယ့်'၊ '…ဖြစ်တဲ့အချိန်မှာတောင်' ဆိုတဲ့အဓိပ္ပာယ်ဖြင့်သုံးသည်။\n→ မျှော်လင့်ထားတာနဲ့မကိုက်ညီတာ၊ ဆန့်ကျင်ဘက်ဖြစ်တာမျိုးတွေအတွက်သုံးသည်။\n→ な形容詞 နှင့် 名詞 ပါလျှင်『な形容詞 なのに』『名詞 なのに』ဖြစ်သည်။\nဥပမာ:\n- 彼は若いのに、古い歌が好きです。\n→ သူက အသက်ငယ်ပေမယ့် ဟောင်းတဲ့သီချင်းတွေကို ကြိုက်တယ်။"
    },
    {
        "title": "Lesson 第46課",
        "content": "1 : どうし じしょけい + ところ\n→ အခုချက်ချင်း လုပ်ဆောင်တော့မည်ဖြစ်ကြောင်း ဖော်ပြသောအချိန်တွင် အသုံးပြုသည်။ ('အခု လုပ်တော့မည်' ဟူသော အဓိပ္ပာယ်ကို ဆောင်သည်)။\nဥပမာ: 今から出かけるところです。\n→ အခုမှ ထွက်တော့မယ်။\n\n2 : どうし ているけい + ところ\n→ တစ်စုံတစ်ရာကို လုပ်ဆောင်နေဆဲဖြစ်ကြောင်း၊ လက်ရှိလုပ်ဆောင်နေသော လှုပ်ရှားမှုကို ဖော်ပြသောအချိန်တွင် အသုံးပြုသည်။\nဥပမာ: 今ご飯を食べているところです。\n→ အခု စားနေလျက်ရှိတယ်။\n\n3 : どうし たけい + ところ\n→ လုပ်ဆောင်ချက်တစ်ခု ပြီးစီးသွားသည့်အချိန်၊ လက်တလောတွင် ပြီးစီးသွားပြီဖြစ်သော အရာကို ပြောလိုသောအခါ အသုံးပြုသည်။\nဥပမာ: 今食べたところです。\n→ အခုလေးတင် စားပြီးပြီ။\n\n4 : どうし たけい + ばかり\n→ မကြာသေးခင်ကမှ ပြီးဆုံးသွားပြီဟု ကိုယ်ပိုင်ခံစားချက်အရ ထင်မြင်ယူဆသည့်အခါ အသုံးပြုသည်။ (တစ်ဦးချင်း၏ ခံစားချက်ကို အဓိကထားသည်)။\nဥပမာ: 彼は結婚したばかりです。\n→ သူက မကြာသေးခင်ကမှ လက်ထပ်လိုက်တယ်။\n\n5 : ふつうけい／いけいようし／なけいようし な／めいし の + はずです\n→ 'ဖြစ်သင့်သည်'၊ 'ဖြစ်နိုင်ဖွယ်ရှိသည်' ဟူသော ယုံကြည်ချက် သို့မဟုတ် သေချာမှုအပေါ် အခြေခံ၍ ပြောဆိုရာတွင် အသုံးပြုသည်။\nဥပမာ: 明日は晴れるはずです。\n→ မနက်ဖြန် မိုးလင်းရပါမည်။ (သို့မဟုတ်) မနက်ဖြန် မိုးလင်းလိမ့်မယ်လို့ ထင်ပါတယ်။"
    },
    {
        "title": "Lesson 第47課",
        "content": "1 : ふつうけい／いけいようし／なけいようし（だ）／めいし（だ） + そうです\n→ အခြားသူများထံမှ ကြားသိရသော သို့မဟုတ် သတင်းအရသိရသော အချက်အလက်များကို ဖော်ပြလိုသည့်အခါ အသုံးပြုသည်။\nအဓိပ္ပာယ် - '...တယ်လို့ ကြားတယ်'၊ '...တယ်လို့ လူတွေပြောတယ်'\nဥပမာ: この店はとても人気があるそうです。\n→ ဒီဆိုင်က လူကြိုက်များတယ်လို့ ကြားတယ်။\n\n2 : ふつうけい／いけいようし／なけいようし（な）／めいし（の） + ようです\n→ ကိုယ်တိုင် မြင်တွေ့ရသော သို့မဟုတ် ခံစားရသော အခြေအနေများပေါ် မူတည်၍ ခန့်မှန်းပြောဆိုရာတွင် အသုံးပြုသည်။\nအဓိပ္ပာယ် - '...ပုံပါပဲ'၊ '...ကဲ့သို့ ဖြစ်နေသည်'၊ '...ဖြစ်သည်ဟု ထင်ရသည်'\nဥပမာ: 彼は疲れているようです。\n→ သူပင်ပန်းနေပုံပါပဲ။\n\n3 : 「そうです」 と 「ようです」 の使い分け\n- どうし ますけい + そうです → တစ်ခုခု ဖြစ်တော့မည်ဟု ပုံပန်းသဏ္ဍာန်အရ ထင်ရခြင်း။ (ဥပမာ: 雨が降りそうです။ - မိုးရွာတော့မယ်ပုံပါပဲ။)\n- どうし ふつうけい + そうです → ကြားသိရသော အချက်အလက် (ဥပမာ: 来週休みだそうです。 - နောက်အပတ် နားမယ်လို့ ကြားတယ်။)\n- いけいようし + そうです → မြင်တွေ့ရသည့် ပုံပန်းသဏ္ဍာန်အရ ဖော်ပြခြင်း (ဥပမာ: 美味しそうです。 - အရသာရှိပုံပါပဲ။)\n- いけいようし + ようです → ခန့်မှန်းခြင်း (ဥပမာ: 痛いようです。 - နာကျင်နေပုံပါပဲ။)\n- なけいようし（だ）+ そうです → ကြားသိမှု (ဥပမာ: 元気だそうです。 - နေကောင်းတယ်လို့ ကြားတယ်။)\n- なけいようし（な）+ ようです → ခန့်မှန်းမှု (ဥပမာ: 静かなようです。 - တိတ်ဆိတ်နေပုံပါပဲ။)\n- めいし（だ）+ そうです → ကြားသိမှု (ဥပမာ: 学生だそうです。 - ကျောင်းသားဖြစ်တယ်လို့ ကြားတယ်။)\n- めいし（の）+ ようです → ခန့်မှန်းမှု (ဥပမာ: 雨のようです。 - မိုးရွာနေပုံပါပဲ။)\n- ない → なさそうです（ဥပမာ: 元気がなさそうです。 - နေမကောင်းပုံပါပဲ။)\n- ない → ないようです（ဥပမာ: 人がいないようです。 - လူမရှိပုံပါပဲ။)\n"
    },
    {
        "title": "Lesson 第48課",
        "content": "1 : しえきけい（使役形 / Causative Form）\n→ တစ်စုံတစ်ဦးက အခြားတစ်ဦးကို တစ်ခုခု လုပ်ခိုင်းခြင်း သို့မဟုတ် လုပ်ဆောင်ခွင့်ပြုခြင်းကို ဖော်ပြသည့် ဂျပန်သဒ္ဒါပုံစံ ဖြစ်သည်။\n【つかいかた（အသုံးပြုပုံ）】\n- Group I どうし: 「う」သံကို「あ」သံသို့ ပြောင်းပြီး 'せる' ကို ထည့်သွင်းပါ။\nဥပမာ: 待つ（စောင့်သည်）→ 待たせる（စောင့်ခိုင်းသည်）\n- Group II どうし: どうし မူရင်းနောက်တွင် 'させる' ကို ထည့်သွင်းပါ။\nဥပမာ: 食べる（စားသည်）→ 食べさせる（စားခိုင်းသည်）\n- Group III:\nする → させる（လုပ်ခိုင်းသည်）\nくる → 来させる（လာခိုင်းသည်）\n例文: 先生が私に本を読ませます。\n→ ဆရာက ကျွန်တော့်ကို စာအုပ် ဖတ်ခိုင်းတယ်။\n※ အချို့အခါများတွင် ခွင့်ပြုမှု (let someone do) ဟုလည်း အဓိပ္ပာယ်ရနိုင်သည်။\n\n2 : ～ていただけませんか\n→ အခြားတစ်ဦးကို တစ်ခုခု တောင်းဆိုသည့်အခါ ယဉ်ကျေးသိမ်မွေ့စွာ အသုံးပြုသည့် ပုံစံဖြစ်သည်။\nအဓိပ္ပာယ်: “ကျေးဇူးပြုပြီး ~ ပေးနိုင်မလား” ဟူသော တောင်းဆိုမှု။\n【つかいかた】\n- 「Vて いただけませんか」 ပုံစံဖြင့် အသုံးပြုသည်။\n- ယဉ်ကျေးစွာ တောင်းဆိုလိုသောအခါ သုံးပါ။\n例文: おなかが痛いので、今日早く帰っていただけませんか。\n→ ဗိုက်နာနေလို့ ဒီနေ့ စောစောပြန်ခွင့်ရနိုင်မလား။\n※ လုပ်ငန်းခွင်၊ ဆရာဆရာမများ၊ အကြီးအကဲများ စသည်တို့နှင့် ဆက်ဆံရာတွင် အသုံးပြုရန် သင့်တော်သည်။\n\n3 : しえきうけみけい（使役受け身形 / Causative Passive Form）\n→ တစ်စုံတစ်ဦးက အခြားတစ်ဦးကို တစ်ခုခု လုပ်ခိုင်းခြင်းကို ခံရသည်ဟူသော အဓိပ္ပာယ်ဖြစ်သည်။\n（တစ်စုံတစ်ရာကို လုပ်ရန် ခိုင်းခံရခြင်း / မလုပ်ချင်သော်လည်း ခိုင်းခံရသော အခြေအနေ）\n【つかいかた】\n- Group I どうし: 「う」→「あ」 + せられる\nဥပမာ: 立つ（ထသည်）→ 立たせられる（ထခိုင်းခံရသည်）\n- Group II: どうし + させられる\nဥပမာ: 食べる → 食べさせられる（စားခိုင်းခံရသည်）\n- Group III:\nする → させられる（လုပ်ခိုင်းခံရသည်）\nくる → 来させられる（လာခိုင်းခံရသည်）\n例文: 子供が夜泣きがするので、母は眠らさせられました。\n→ ကလေးညတိုင်းငိုလို့ အမေ့ဆီက အိပ် ခိုင်းခံရတယ်။\n※ မလုပ်ချင်သော်လည်း ခိုင်းခံရသည့် စိတ်ခံစားမှုများကို ဖော်ပြလိုသည့်အခါ အထူးသင့်လျော်သည်။"
    },
    {
        "title": "Lesson 第49課",
        "content": "1 : 尊敬語（そんけいご / Honorific Language）\n→ မိမိနှင့် ဆက်စပ်သူထက် ဂုဏ်ပုဒ် မြင့်မားသူ (ယဉ်ကျေးစွာ ပြောဆိုလိုသူ) ကို ရိုသေလေးစားစွာ ပြောဆိုလိုသည့်အခါ အသုံးပြုသော စကားပုံစံ ဖြစ်သည်။\n\n2 : お + V ますけい + に なります\n→ ဂုဏ်ပုဒ် မြင့်မားသောသူ၏ အပြုအမူကို ရိုသေစွာ ပြောဆိုလိုသည့်အခါ အသုံးပြုသည်။\n→ ဥပမာ: 社長はもうお帰りになりました。\n→ သမ္မတ ပြန်သွားပါပြီ။\n→ 意味: 社長は帰りました။\n→ ၎င်းသည် 尊敬語 ပုံစံ ဖြစ်သည်။\n\n3 : ご + 漢語 + に なります\n→ Chinese-origin どうし များအတွက် 'ご' ကို အသုံးပြုပြီး စာလုံးတစ်ခုလုံးကို 尊敬語 ပုံစံသို့ ပြောင်းလဲသည်။\n→ ဥပမာ: ご説明になります。\n→ 意味: 説明します ၏ 尊敬語။\n\n4 : 特別な尊敬語（Irregular Honorific Forms）\n→ ဤ どうし များသည် အထူးပုံစံဖြင့် ပြောင်းလဲပြီး ပုံမှန်ပြောင်းလဲမှု နည်းလမ်းအတိုင်း မဟုတ်ပါ။\n- 行きます / 来ます / います → いらっしゃいます\n- 言います → おっしゃいます\n- 見ます → ご覧になります（ごらんになります）\n- 食べます / 飲みます → 召し上がります（めしあがります）\n- 知っています → ご存じです（ごぞんじです）\n- します → なさいます\n- くれます → くださいます\n\n→ ဥပမာ:\n- 社長はいらっしゃいますか。\n→ သမ္မတ ရှိပါသလား။\n- 先生はもうご覧になりましたか。\n→ ဆရာကြီး ကြည့်ပြီးဖြစ်ပါသလား။\n- 何を召し上がりますか。\n→ ဘာစားချင်ပါသလဲ။\n\n5 : Passive Form as Honorific\n→ အချို့သော အခြေအနေများတွင် ရိုသေလေးစားသော စကားပုံစံအဖြစ် passive ပုံစံကိုလည်း အသုံးပြုသည်။\n→ どうし られます\n→ ဥပမာ: 社長は今 会議に出られています。\n→ သမ္မတက အခုဆိုရင် အစည်းအဝေးမှာ ပါဝင်နေပါတယ်။"
    },
    {
        "title": "Lesson 第50課",
        "content": "1 : 謙譲語（けんじょうご / Humble Language）\n→ မိမိကိုယ်ကို နှိမ့်ချပြောဆိုပြီး နားထောင်သူကို လေးစားကြောင်း ဖော်ပြသည့် စကားလုံးများ ဖြစ်သည်။\n- Pattern: お + V ますけい + します\n→ ဥပမာ: 持ちます → お持ちします\n→ ဥပမာ: 案内します → ご案内します（Chinese origin どうし များအတွက် ご ကို အသုံးပြုသည်）\n\n2 : 特別な謙譲語（Special Humble Verbs）\n→ အထူးပုံစံဖြင့် ပြောင်းလဲအသုံးပြုရသော ကြိယာများ။\n- 行きます（သွားသည်）→ まいります\n- 来ます（လာသည်）→ まいります\n- います（ရှိသည်）→ おります\n- 食べます / 飲みます / もらいます（စားသည် / သောက်သည် / လက်ခံသည်）→ いただきます\n- します（လုပ်သည်）→ いたします\n- 見ます（ကြည့်သည်）→ 拝見します\n- 言います（ပြောသည်）→ 申します\n- 知っています（သိသည်）→ 存じ上げております\n- あげます（ပေးသည်）→ 差し上げます\n- です（ဖြစ်သည်）→ でございます\n- あります（ရှိသည်）→ ございます\n- くれます（ပေးသည် [ကျွန်ုပ်တို့ဆီ]) → くださいます\n- あいます（တွေ့သည်）→ お目にかかります\n\n→ ဥပမာများ:\n- 明日、社長にお目にかかります。\n→ မနက်ဖြန် သမ္မတနှင့် တွေ့ဆုံပါမည်။\n- 私がご案内いたします。\n→ ကျွန်တော်/ကျွန်မက လမ်းညွှန်ပေးပါမည်။\n- この資料を拝見しました。\n→ ဒီစာရွက်စာတမ်းကို ကြည့်ရှုခဲ့ပါသည်။"
    }
]
